import { ICAFCReport} from './../../app/interfaces/icafcreport';

export const CAFCTITLEJP = "米国連邦控訴裁判所（CAFC）判決"
export const POINTTITLEJP = "この判決のポイント"
export const AUTHORTITLEJP = "報告者紹介"

// export const CAFC_AUTHOR: ICAFCAuthor[] = [
//     {
//         img: '',
//         name: 'Michael Sandonato',
//         description: ['Michael Sandonato is a partner resident in the New York office of Venable Fitzpatrick, and co-chair of the firm’s IP Litigation practice. An experienced trial lawyer, he has served as lead counsel in patent litigations in district courts across the country, the U.S. International Trade Commission (ITC) and arbitrations. Michael has been praised by clients as a “brilliant” and “strategic” lawyer and for his “excellent demeanor in front of judge and jury” (Chambers, 2018). He has lectured on patent law at conferences around the globe, and has spoken on panels along-side the Chief Judge of the Court of Appeals for the Federal Circuit and the Chief Administrative Law Judge of the ITC, as well as Judges from the Intellectual Property High Court in Japan and the IPR Tribunal of the Supreme People’s Court of China.']
//     },
//     {
//         img: '',
//         name: 'Brian Klock',
//         description: ['Brian Klock is resident in Venable Fitzpatrick’s Washington, D.C. office, and is chair of the firm’s Patent Prosecution practice group. With extensive experience in all aspects of patent law, Brian has often defended clients in district court litigation involving patents alleged to have industry-wide impact, has negotiated numerous license agreements, and has more than 25 years of experience in patent prosecution, including USPTO contested proceedings. He has been recognized as a leading individual by IAM Patent 1000 for many consecutive years, and he was the recipient of a Burton Award for Legal Writing in 2011.']
//     },
//     {
//         img: '',
//         name: '弁理士 大塚康弘',
//         description: ['大塚国際特許事務所 パートナー副所長。平成１１年弁理士登録。東京大学大学院・工学系研究科・電子情報工学専攻・博士課程修了（工学博士）。大塚特許事務所における実務チームのリーダーとして、知財高裁大合議事件を含む数々の訴訟においてクライアントを勝利に導いてきた。特許がわかる本（オーム社）等著書多数。画像処理、符号化技術、通信分野の特許、訴訟を得意とする。']
//     },
//     {
//         img: '',
//         name: '弁理士 坂田恭弘',
//         description: ['大塚国際特許事務所　弁理士。平成１６年弁理士登録。東京大学大学院・工学系研究科・電子工学専攻・修士課程修了。当事務所において１３年以上にわたり、様々な技術分野での権利化及び訴訟を担当。特に情報通信（ＩＣＴ）、移動通信、画像処理などの分野を得意とする。']
//     },
//     {
//         img: '',
//         name: '弁理士 木下智文',
//         description: ['大塚国際特許事務所　弁理士。平成２５年弁理士登録。東京大学大学院・薬学系研究科・分子薬学専攻・修士課程修了。薬剤師。日本弁理士会国際活動センター米州部副部長、同部研究成果報告セミナー講師。大塚国際特許事務所のシステムアドミニストレータとしても活躍する。医薬、化学、ネットワーク、画像処理の特許、訴訟を得意とする。近年マラソン大会に出場することを趣味としているが、体型のためかクライアントに自慢すると賞賛されずに心配される。']
//     },
//     {
//         img: '',
//         name: '弁理士 大出純哉',
//         description: ['大塚国際特許事務所 弁理士。平成２３年弁理士登録。筑波大学大学院・工学研究科・知能機能工学専攻・修士課程修了。ソニー株式会社にて、テレビ受信機等のソフトウェア開発に従事した後、社内弁理士としてグローバルな特許資産の活用業務に従事。有力特許の抽出、製品解析を含む侵害立証、交渉等を通して新規ライセンス獲得に貢献。ソフトウェア、通信ネットワーク、放送技術、画像処理等のＩＴ分野の特許、訴訟を得意とする。週末のボクシングジムでの運動が楽しみの一つ。']
//     },
//     {
//         img: '',
//         name: '弁理士 大戸隆広',
//         description: ['大塚国際特許事務所 弁理士。平成２１年弁理士登録。東京大学大学院・情報理工学系研究科・数理情報学専攻・修士課程修了。システムエンジニアとしての経験を活かし、通信ネットワーク、情報処理、人工知能などのＩＴ分野を得意とするとともに、半導体装置や自動車等の分野の経験も豊富である。数々の特許訴訟の経験を実務に活用している。']
//     },
//     {
//         img: '',
//         name: '弁理士 西守有人',
//         description: ['大塚国際特許事務所 弁理士。平成１９年弁理士登録。米国スタンフォード大学物理学科博士課程修了。臨界温度近傍におけるヘリウム超流動の性質の研究により博士号(Ph. D. in Physics)取得。企業の知的財産部及び特許事務所の双方において、出願実務から特許戦略立案まで幅広い経験を積んだ後、大塚国際特許事務所に参加。外国人クライアントとの電話を難なくこなすため、事務方にも頼られている。情報処理、通信、ソフトウェア、半導体、回路分野の特許、訴訟を得意とする。']
//     },
//     {
//         img: '',
//         name: '弁理士 大塚和佳子',
//         description: ['大塚国際特許事務所 平成２９年弁理士登録。千葉大学大学院・自然科学研究科・生物資源科学専攻・修士課程修了。医療機器メーカーにおいて製品開発及び臨床研究に従事。化学、バイオ分野、意匠、商標を担当する。']
//     },

//     {
//         img: '',
//         name: '',
//         description: ['']
//     },
//     {
//         img: '',
//         name: '',
//         description: ['']
//     },
//     {
//         img: '',
//         name: '',
//         description: ['']
//     },
//     {
//         img: '',
//         name: '',
//         description: ['']
//     }
// ]

export const CAFC_REPORTS: ICAFCReport[] = [
    {
        // 2019年

        // December issue
        casetitle: 'Airbus S.A.S. 対 Firepass Corporation 事件',
        caseno: 'CAFC, No. 19-1803',
        reportyear: '2019',
        reportmonth: '12',
        reportdate: 'November 8, 2019',
        reportpreview: ['自明性の拒絶理由に用いる先行技術は、クレームされた発明に類似する先行技術(analogous prior art)でなくてはならない(MPEP § 2141.01(a))。この判決は、特定の先行技術が「類似する先行技術」であることを立証する目的で、他の引用文献のような追加証拠に頼ってもよいことを示した。したがって、一見するとクレームされた発明に類似しない先行技術であっても、適切な追加証拠を用意すれば、そのような先行技術に基づいて特許を無効にできる可能性がある。'],
        content:
            [
                { type: 'sub', elements: [{ texttype: '', text: '－自明性に関する「類似する先行技術」としての適格性の立証に追加証拠を利用可能であることを示した判決－' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Airbus S.A.S. 対 Firepass Corporation事件において、CAFCは、Firepass Corporation(以下、「Firepass」)が所有する特許の当事者系再審査中にAirbus S.A.S.(以下、「エアバス」)が利用した先行技術文献が、自明性を決定する目的における類似の先行技術としての適格性を有するか否かを扱った。自明性の分析において利用するためには、先行技術はクレームされた発明と類似していなければならない。CAFCは、発明時の当業者の知識及び考え方を立証するためにエアバスによって提出された記録証拠を評価することを特許審判部(以下、「審判部」)が拒絶した点において、審判部の類似技術の分析に誤りがあると判断した。したがって、CAFCは、審判部の決定を取り消し、追加証拠に照らして再審理を行うために事件を差し戻した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Firepassは、米国特許第6,418,752号(以下、「’752特許」)の特許権者である。’752特許は、「水、泡、又は有毒化学薬品の代わりに呼吸可能な空気を使用して火災を予防及び消火」し、それにより人員又は電子機器に対するリスクを低減する火災予防及び抑制システムを開示する。’752特許は、低酸素雰囲気を使用して、コンピュータルーム及び宇宙船などの閉鎖領域における火災を抑制及び消火することを論じている。‘752特許は、同じ空気圧を維持するように窒素を投入しながら酸素の雰囲気濃度を低下させることによって、火災を抑制することができ、一方で人間は呼吸を継続することができることを説明している。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Firepassは、’752特許の侵害を主張して、ニューヨーク州東部地区連邦地方裁判所にエアバスを提訴した。これに対し、エアバスは、’752特許に対する当事者系再審査の請求を提出した。エアバスは、’752特許が35 U.S.C. §102の下で米国特許第5,799,652号(以下、「Kotliar」)により新規性を欠くと主張した。再審査中に、Firepassは請求項91～94を追加した。他の理由に関して行われた先行する出訴の後、本事件はCAFCにより差し戻され、審査官は、Kotliar及び他の4つの引用文献に基づいて請求項91～94を拒絶した。Kotliarは、’752特許と同じ発明者を有し、運動訓練又は治療の目的で閉鎖領域に低酸素空気を供給するための装置を開示している。他の4つの引用文献は次のとおりである。(1)Gustaffson、これは「いわゆる『難燃性雰囲気』である常圧低酸素環境における長期滞在中の人間の能力」に集中した研究である(Christina Gustafsson et al., Effects of Normobaric Hypoxic Confinement on Visual and Motor Performance, 68 AVIATION, SPACE, & ENVTL. MED. 985 (1997))。Gustafssonは、閉鎖空間における火災予防のために酸素レベルを低下させることが論じられてきたと述べている。(2)1167レポート、これは密閉室のための火炎抑制雰囲気に対する医学的危険性を評価した米国海軍のレポートである(D.R. KNIGHT, NAVAL SUBMARINE MED. RESEARCH LAB., REPORT NO. 1167, THE MEDICAL HAZARDS OF FLAME-SUPPRESSANT ATMOSPHERES (1991))。(3)Luria、これは「窒素ベースの難燃性雰囲気」が人間の能力に及ぼす影響を評価したレポートである(D.R. Knight et al., Effect of Nitrogen-Based, Fire-Retardant Atmospheres on Visual and Mental Performance, UNDERWATER AND HYPERBARIC PHYSIOLOGY IX (1987))。Luriaは、火災を軽減するために酸素濃度を低下させることを論じている。(4)米国特許第3,893,514号(以下、「Carhart」)、これは酸素のパーセンテージを低下させることが火災をどのように抑制することができるかを論じている。Carhartは、「火災が抑制される環境内の人間に有害な影響を及ぼすことなく火災を抑制するために、居住可能な雰囲気を含む閉鎖領域に圧力下で窒素を投入するシステム及び方法に関する」。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Firepassは、審査官による請求項91～94の拒絶について審判部に対する審判請求を行った。Firepassは、Kotliarは’752特許のクレームされた発明に類似した技術ではなく、したがって、Kotliarは自明性を判断する目的において妥当な先行技術ではないと主張した。しかし、エアバスは、「酸素雰囲気の減少により呼吸可能かつ火災抑制の両方が可能であることが、’752特許の主張されている発明より前によく知られており」、したがってKotliarは自明性の分析において考慮されるべきであると主張した。エアバスは、Kotliarは自明性のために考慮される先行技術に含まれるべきであるという自身の主張をサポートするために、Gustafsson、1167レポート、Luria、及びCarhartを利用した。' }] },
                { type: 'para', elements: [{ texttype: '', text: '審判部は、Kotliarは類似技術ではないと判断し、請求項91～94に関する審査官の拒絶を取り消した。2つの別個のテストが、類似の先行技術の範囲を規定している。「(1)対象とされる課題にかかわらず、当該技術が同一の努力分野からのものであるか否か、及び(2)当該引用文献が発明者の努力分野内にない場合は、当該引用文献が依然として、発明者が関与する特定の課題に合理的に関連しているか否か」(In re Bigio, 381 F.3d 1320, 1325 (Fed. Cir. 2004))。「発明者の努力分野外の引用文献は、その主題が『発明者が課題を検討する際に論理的に発明者の考慮に値したであろう』場合に限り、『合理的に関連』する」(In re Clay, 966 F.2d 656, 659 (Fed. Cir. 1992))。審判部は、Kotliarはこれら2つのテストのいずれにおいても先行技術としての適格性を有さないと結論付けた。' }] },
                { type: 'para', elements: [{ texttype: '', text: '「努力分野」のテストに関して、事実認定者は、クレームされた発明に係る機能、実施形態、及び構造を含む、特許出願に開示された主題を考慮することによって、発明のための適用可能な努力分野を決定する。ある引用文献に関する適用可能な努力分野を決定する際には、その引用文献の開示が第一義的な焦点であるが、事実認定者は、「状況の現実」を考慮して引用文献の開示を検討しなければならない。審判部は、’752特許に関する努力分野は「火災予防／抑制のための装置及び方法」であると判断した。Kotliarについては、審判部は、適用可能な努力分野は「人間の治療、健康、及び身体訓練」であると判断した。これらの判断に基づいて、審判部は、Kotliarが’752特許の努力分野内にあると合理的にいうことはできない結論付けた。' }] },
                { type: 'para', elements: [{ texttype: '', text: '「合理的に関連する」のテストに関して、審判部は、’752特許の「発明者が立ち向かった火災抑制／予防の課題を」、「人間の治療、健康、及び身体訓練に関する」Kotliarに開示された発明に「十分に関連づける明確な合理的根拠はない」と判断した。エアバスは、低酸素環境の健康への影響の研究に関する他の先行技術文献(例えば、Gustafsson)を提示して、火災を抑制するための本発明の時点でこれらの環境がよく知られていたことを示した。そのような知識に基づき、エアバスは、火災抑制技術における当業者であればKotliarを考慮したであろうから、それによりKotliarは妥当な先行技術となり’752特許は自明になると主張した。しかし、エアバスが自身の立場をサポートするために使用した他の4つの引用文献はいずれも、審査官による請求項91～94の拒絶をサポートするためには使用されていなかったため、審判部は、「呼吸可能な火災抑制環境は当技術分野においてよく知られていた」というエアバスの主張を検討することを拒絶した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'エアバスはCAFCに出訴し、Kotliarが’752特許のクレームされた発明に類似していないという審判部の判断に異議を唱えた。引用文献が類似の先行技術としての適格性を有するか否かは、CAFCが実質的な証拠について再審理する事実問題である。「努力分野」のテストに関して、CAFCは、Kotliarが’752特許と同じ努力分野からのものではないという審判部の結論が実質的な証拠により支持されていると判断した。審判部の結論は、’752特許の開示及びタイトル、並びにKotliarの開示及びタイトルに基づいており、審判部は「火災」という用語がKotliarには全く現れないことに留意していた。CAFCは、この点における審判部の判断は不合理ではないと述べた。' }] },
                { type: 'para', elements: [{ texttype: '', text: '「合理的に関連する」のテストに関して、CAFCは、「発明者が解決しようとしていた課題の解決法を当業者が追求する際に、合理的に当業者が引用文献を考慮してその教示を適用したであろう」場合には、それらの引用文献は合理的に関連していると判断した(In re GPAC Inc., 57 F.3d 1573, 1578 (Fed. Cir. 1995))。しかし、扱われる課題が実質的に異なる場合、引用文献は合理的に関連してはおらず、したがって類似していない。このテストに関する審判部の判断を分析したところ、CAFCは、エアバスが提出した記録証拠の検討を拒否したという点で審判部に誤りがあると判断した。CAFCは、引用文献が合理的に関連するか否かを判定するために審判部は「当業者の知識及び考え方を立証するために当事者によって引用された記録中の如何なる関連証拠についても考慮」すべきである、と述べた。CAFCは、審査官の拒絶に関する審判部の取消を取り消し、類似技術の判断の再検討のために事件を審判部に差し戻した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'この判決は、自明性の分析において慮することができる類似の先行技術の範囲に影響を及ぼすため、重要である。特に、先行技術文献が表面的にはクレームされた発明が扱う課題に合理的に関連していないように見える場合であっても、実際にはその先行技術文献が合理的に関連しており当業者がそれを考慮したであろうことを示すために、追加の引用文献及び証拠に頼ることができる。したがって、先行技術が関連性を有する理由を立証する追加証拠を導入することによって、見かけ上は特許クレームに関連しない先行技術を使用して、そのクレームの特許性又は有効性に異議を唱えることに成功する可能性があり、そのような追加証拠は全て検討されるべきである。' }] },
                { type: 'point', elements: [{ texttype: '', text: '自明性の拒絶理由に用いる先行技術は、クレームされた発明に類似する先行技術(analogous prior art)でなくてはならない(MPEP § 2141.01(a))。この判決は、特定の先行技術が「類似する先行技術」であることを立証する目的で、他の引用文献のような追加証拠に頼ってもよいことを示した。したがって、一見するとクレームされた発明に類似しない先行技術であっても、適切な追加証拠を用意すれば、そのような先行技術に基づいて特許を無効にできる可能性がある。' }] },
            ],

        authorIDs:
            ['Michael Sandonato', 'Brian Klock', 'Yasuhiro Ohtsuka', 'Yasuhiro Sakata'],
    },
    {
        casetitle: 'Koninklijke KPN N.V. 対 Gemalto M2M GMBH 事件',
        caseno: 'CAFC Nos. 2018-1863, 2018-1864, 2018-1865',
        reportyear: '2019',
        reportmonth: '12',
        reportdate: 'November 15, 2019',
        reportpreview: ['CAFCはこの判決で、既存の技術プロセスに対する具体的な改善をクレームが記載している場合には、ソフトウェア特許の特許適格性が認められるという先例を再確認した。 この判決は、特にデータ処理の分野において、ソフトウェア特許を扱う実務者にとって、特許適格性に関する有益なガイドラインを提供している。本件における認定によれば、技術的改善に向けられている特許クレームは、単に達成されるべき結果を記載するのではなく、改善を提供するための特定の方法又は手段を記載しているのであれば、特許法101条の特許適格性要件を満足する可能性が高い。'],
        content:
            [
                { type: 'sub', elements: [{ texttype: '', text: '－既存の技術プロセスに対する具体的な改善を記載していれば、データ処理に関するクレームも特許適格性を有することを再確認したCAFC判決－' }] },
                { type: 'para', elements: [{ texttype: '', text: 'CAFCはこの判決で、Konklijke KPN N.V. (「KPN」)が所有する、データ伝送システムにおけるエラーチェック装置に関する特許が、特許法101条に基づいて特許適格性を有するか否かの問題を扱った。CAFCは、Alice Corp.対.CLS Bank International事件で示された枠組みを適用して、問題となっているクレームは「抽象的でない改善」を表しているため、特許適格性を有すると判断した。その際にCAFCは、既存の技術プロセスに対する具体的な改善をクレームが記載している場合には、ソフトウェア特許の特許適格性が認められるという先例を再確認した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'KPNは、米国特許第6，212，662号（「’662特許」）を所有している。‘662特許は、データ伝送システムにおいて「エラーチェックを生成する」ための装置に関する。しかしながら、このような装置は常に信頼できるとは限らない。なぜなら、「特定の周波数を有する干渉信号」のような環境中において持続する特性が、各データブロックにわたって繰り返す特定のエラーの原因となり得るからである。‘662特許の発明者は、この問題を解決しようとして、チェックデータが生成される方法を時折変更する方法を開発した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'KPNは、Gemalto M2M GmbH、Gemalto Inc.、Gemalto IOT LLC、TCL Communication Technology Holdings Limited、TCL Communication, Inc.、TCT Mobile, Inc.、TCT Mobile (US) Inc.、TCT Mobile (US) Holdings, Inc.、及びTelit Wireless Solutions, Inc. (まとめて「Gemalto」とする)を、\'662 特許を侵害しているとして、デラウェア地区連邦地裁に訴えた。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Gemaltoは、’662特許の4つのクレーム（クレーム1～4）の全てが、米国特許法101条の下で特許適格性を有さないと主張して、連邦民事訴訟規則12条（c）に基づく訴答に関する判決(judgment on the pleadings)を申し立てた。地方裁判所は、4つのすべてのクレームについてGemaltoの申し立てを認め、「データの並べ替え及び追加データの生成」のような単なる抽象的なデータ操作を超えるものをクレームは記載していない、と結論付けた。KPNは、従属クレーム2～4についてのみ、特許不適格との判決に対して上訴した。上訴されたクレームは、「データブロック内のビット位置を交換する」「置換」によって、元のデータを変化させる装置に関する。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'CAFCは、米国特許法101条に基づく特許適格性は、根拠となる事実問題を含むかもしれないものの、法律問題であるために、この争点を新たに(de novo)検討した。クレームされた主題が特許適格性を有するか否かを判断するためには、Alice Corp. 対 CLS Bank International 事件で説明された2段階の枠組みが適用される。Alice分析の第1ステップは、「問題となっているクレーム」が、抽象的アイデアのような「特許不適格な概念に向けられているかどうかを判断する」ことである。クレームが特許不適格な概念に向けられている場合には、第2ステップで「クレームされた抽象的アイデアを特許適格性を有する応用に『変換』するのに十分な『発明的概念』をクレームが含んでいるか」が判断される。 CAFCは、Alice分析の第1ステップにおいて、上訴されたクレームは抽象的アイデアに向けられたものではないと結論付けた。したがって、CAFCは分析の第2ステップには進まなかった。' }] },
                { type: 'para', elements: [{ texttype: '', text: '第1ステップにおいてCAFCは、上訴されたクレームは既存の技術プロセス(すなわち、データ伝送における誤りチェック)における抽象的ではない改善に向けられているために、特許適格性を有すると判断した。CAFCはさらに、上訴されたクレームは、元のデータに置換を適用することを要求することによって、チェックデータが生成される方法を変更するための特定の実装例を記載していると説明した。このことは、系統的エラーを検出する従来技術のエラー検出システムの能力を超える改良を提供する。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Gemaltoは、上訴されたクレームは「具体的な応用」を欠いているために特許適格性を有さないと主張した。CAFCは、既存のシステム(例えば、データ伝送誤り検出システム)の一部としてのツール(例えば、誤り検査装置)の機能を改善することに向けられたクレームは、特許適格性を有するために、そのツールが全体のシステムにおいてどのように適用されるか(例えば、どのように誤り検出を行うか)を記載する必要は必ずしもないと説明して、Gemaltoの主張を排斥した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Gemaltoはさらに、クレームは置換データを新しいチェックデータの生成と結びつけていないため、このような改善はクレームに十分に取り込まれていないと主張した。CAFCは、クレーム1は論理的に「元のデータが、『変化したデータ』として生成装置に供給される前に置換によって変化させられる」ことを要求することによってこのような改善を適切に取り込んでいるとして、この主張も排斥した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Gemaltoは、たとえクレームがこの改善を取り込んでいたとしても、チェックデータを生成するために置換を使用することの技術的利益に明細書で全く言及していないために、上訴されたクレームは特許適格性を有さないと主張した。CAFCは、明細書は全体として発明の技術的利益を説明しているとして、再度この主張を排斥した。明細書は、通常のチェック機能とは対照的に「変化するチェック機能」はほとんどの場合繰り返すエラーを防止することができ、「変化するチェック機能」を提供する1つの方法が「様々な置換」を用いることである、と述べていた。' }] },
                { type: 'para', elements: [{ texttype: '', text: '最後にGemaltoは、本件のクレームは、以前の判例において特許不適格と判断された抽象的な「データ操作」クレームに類似していると主張した。CAFCは、以前の判例とは異なり、本件のクレームは「主張されている技術的改善を具体的なものとするのに十分に特定された解決策」を記載しているとして、この主張を排斥した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'ソフトウェア発明が特許適格性を有すると判断された先例をCAFCが再確認した点で、この判決は重要である。この判決は、特にデータ処理の分野において、ソフトウェア特許を扱う実務者にとって、特許適格性に関する有益なガイドラインを提供している。本件における認定によれば、技術的改善に向けられている特許クレームは、単に達成されるべき結果を記載するのではなく、改善を提供するための特定の方法又は手段を記載しているのであれば、特許法101条の特許適格性要件を満足する可能性が高い。' }] },
                { type: 'point', elements: [{ texttype: '', text: 'CAFCはこの判決で、既存の技術プロセスに対する具体的な改善をクレームが記載している場合には、ソフトウェア特許の特許適格性が認められるという先例を再確認した。 この判決は、特にデータ処理の分野において、ソフトウェア特許を扱う実務者にとって、特許適格性に関する有益なガイドラインを提供している。本件における認定によれば、技術的改善に向けられている特許クレームは、単に達成されるべき結果を記載するのではなく、改善を提供するための特定の方法又は手段を記載しているのであれば、特許法101条の特許適格性要件を満足する可能性が高い。' }] },
            ],

        authorIDs:
            ['Michael Sandonato', 'Brian Klock', 'Yasuhiro Ohtsuka', 'Tomofumi Kinoshita'],
    },


    {
        casetitle: 'In re David Fought, Martin Clanton 事件',
        caseno: 'CAFC No. 19-1127',
        reportyear: '2019',
        reportmonth: '12',
        reportdate: 'November 4, 2019',
        reportpreview: ['CAFCはこの判決で、クレームのプリアンブルをクレームの本文と区別する移行句について判断した。具体的には、クレームのプリアンブルを本文と区別するための「備える（comprising）」などの特定の用語は必要でなく、「有する（having）」または「含む（including）」などの別の用語がその機能を発揮して、クレーム本体部からプリアンブルを分離することができることを判断した。また、この判決は、クレームの主題を特定するためにクレームのプリアンブルで使用されるラベル（例えば、「トラベルトレーラー」）が、クレームに構造的限定を課す場合があることも判断した。すなわち、プリアンブルに記載された用語により、クレームのスコープを効果的に狭めることができる場合がある。'],
        content:
            [
                { type: 'sub', elements: [{ texttype: '', text: '－クレームのプリアンブルを本文と区別する移行句について判断したCAFC判決－' }] },
                { type: 'para', elements: [{ texttype: '', text: 'CAFCはこの判決で、トラベルトレーラーについての特許出願が貨物トレーラーや 輸送トレーラーをカバーする先行技術によって拒絶されるか否かの問題を扱った。CAFCは、クレームの用語「トラベルトレーラー」は特定の種類のレクリエーション用車両に限定され、従って、先行技術は、対象クレームを拒絶するものではないと判示した。さらに、裁判所は、クレームされた発明が先行技術によって拒絶されるとする特許審判部（「審判部」という）の結論を裏付ける実質的な証拠はないと判示した。従って、裁判所は、審判部の判断を覆して、更なる審理のために事件を差し戻した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'David Fought とMartin Clanton(総称して「原告ら」という）は、米国特許出願第13／507，528号（「＇528特許出願」という）に記載された発明者である。2012年7月5日に出願された＇528特許出願は、トラベルトレーラーの構成に関する。かかる明細書は、壁アセンブリによって分離された2つのコンパートメントである居住部分およびガレージ部分を有するトレーラの好ましい実施形態を記載している。この出願は、2つのクレームを含み、各クレームは、クレームの導入部分に「トラベルトレーラー」なる用語を含んでいる。' }] },
                { type: 'para', elements: [{ texttype: '', text: '特許審査官は、AIA施行前の 米国特許法102条（b）に基づいて当該２つのクレームを拒絶した。クレーム１は、米国特許第4，049，311号（「Dietrich」という）に基づいて拒絶された。Dietrichは、「冷蔵トレーラーのような従来のトラックトレーラー」を記載している。クレーム２は、米国特許第2，752，864号（「McDougal」という）に基づいて拒絶された。McDougalは「輸送コンパートメント用の仕切り」について記載している。' }] },
                { type: 'para', elements: [{ texttype: '', text: '審査段階では、原告らは、DietrichとMcDougalのいずれも「トラベルトレーラー」を記載していないため、これらによってそれぞれクレーム1と2が拒絶されないことを主張して審査官の拒絶に応答した。さらに、原告らは、更に「トラベルトレーラー」は「レクリエーション用車両のタイプ」であると主張し、「トラベルトレーラー」および「レクリエーション用車両」の意味を裏付けるための外的証拠である米国特許出願公開第2010／0096873号（「Miller」という）を示した。審査官は、クレーム１及び２のプリアンブルで使用されている用語「トラベルトレーラー」は単なる用途であり、請求項を限定するものではないから、クレームは先行技術によって拒絶されるものである、と判断して、その拒絶を維持した。' }] },
                { type: 'para', elements: [{ texttype: '', text: '原告らは、審判部に審判請求を行った際に、「トラベルトレーラー」がクレームを限定しているため、先行技術による拒絶は回避されるべきである、という立場をサポートするように追加の外的証拠であるWoodallのRV買主ガイド（「Woodallのガイド」という）を引用した。原告らはまた、審査官が当業者の技術水準を扱うことなく米国特許法102条に基づいてクレームを拒絶しており、その判断は誤りであるとも主張した。用語の意味を判断するために、特許請求の範囲は、当業者によって読まれるように、明細書に照らして読まれる。審判部は、2018年8月28日にした審決では、審査官の米国特許法102条に基づく拒絶を維持し、プリアンブルの「トラベルトレーラー」なる用語は、「クレームを限定しない単なる用途の記載」であると述べた。審判部は、「トラベルトレーラー」という用語は、クレーム2の本文には記載されておらず、クレーム1の本文に1回だけ記載されていることに言及した。審判部は、「Dietrichは、議論の余地はあるとしても、トラベルトレーラーを除く請求項1に列挙されている各特徴を記載しており、McDougalは、議論の余地はあるとしても、トラベルトレーラーを除く請求項2に列挙されている各特徴を記載しており、また、トラベルトレーラーという用語は、用途または目的についての記載であるから、請求項1はDietrichによって拒絶され、請求項２はMcDougalによって拒絶される」と述べた（Ex Parte David Fought & Martin Clanton, No. APPEAL 2017-000315, 2018 WL 4458741, at 3 (P.T.A.B. Aug. 28, 2018)）。審判部は，審査官が当業者の技術水準を特定する必要があるとする原告らの主張には言及しなかった。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'その後、原告らは、審判部の法的結論をあらためて審理し、また事実認定に実質的証拠があるかを審理するCAFCに出訴した。クレーム解釈の問題は法的結論であり、外的証拠を伴う事実判断は実質的証拠について再審理される。プリアンブルの文言による効果は、クレーム解釈の問題として扱われる。' }] },
                { type: 'para', elements: [{ texttype: '', text: '控訴審では、両当事者は、プリアンブルの「トラベルトレーラー」なる用語がクレームを限定しているかどうかについて争った。原告らは、用語「トラベルトレーラー」はクレームを限定するものであるから、クレームは先行技術の引例によって拒絶されるものではないと主張した。原告らの主張は、（1）特許クレームがプリアンブルを含んでいないため、当該クレームは直接的に構造を定義するようになっていること、及び（2）仮に「トラベルトレーラー」がプリアンブルの一部であると解釈されたとしても、それは先行詞としてクレームの本文において引用されていること、の2点を根拠とするものであった。審判部は、「トラベルトレーラー」は、発明の構造的特性を規定する用語というよりは、用途の非限定的な記載であると主張した。' }] },
                { type: 'para', elements: [{ texttype: '', text: '第１の観点について、原告らは、「備える（comprising）」のような移行句は、クレームのプリアンブルと本文との間の移行を意味すると主張した。 クレーム文言の「トラベルトレーラー（a travel trailer）は、...有する(having)」は、 そのような移行句を使用せず、クレームはプリアンブルを有しない。ムーア判事は、「有する」は典型的な移行句と同じ役割を果たしており、従って、請求項はプリアンブルを有する、と判断した。' }] },
                { type: 'para', elements: [{ texttype: '', text: '第２の観点について、原告らは、「トラベルトレーラー」がプリアンブルにあるとしても、「クレーム本体部における限定が、先行詞及び構造的限定のために『トラベルトレーラー』に依存する」ので、「トラベルトレーラー」はクレームを限定するものと解釈されるべきであると主張した。裁判所は、請求項1の本文において、「前記トラベルトレーラー（the travel trailer）」という文言は、先行詞として「トラベルトレーラー（a travel trailer）」であるプリアンブルの記載に依存していると判断して、原告らの主張に同意した。裁判所は、用語がクレーム本体部に現れる用語の先行詞として機能する場合には、しばしばプリアンブルは限定的であることに言及した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'さらに、裁判所は、「トラベルトレーラー」が単なる用途の記述であり、構造的な限定ではないという審判部の結論を棄却した。この点に関し、裁判所は、審判部の事実認定は実質的な証拠によって裏付けられていないと述べた。審判部の事実認定は、（1）Miller及びWoodallのガイドによる、牽引可能性に基づく他のレクリエーション車両からのトラベルトレーラーの区別は、用途を構成し、（2）Millerによって明確化された、レクリエーション車両とトラベルトレーラーが貨物スペースよりもむしろ生活スペースを有することは、用途を構成する、というものであった。裁判所は、外的証拠（すなわちMiller 及びWoodallのガイド）に基づいて、「トラベルトレーラー」は特定のタイプのレクリエーション用車両であり、この用語はクレームの構造的な限定であると結論づけた。裁判所は、「牽引可能性は構造的相違であって用途ではない」ことに言及した。「トラベルトレーラー」は限定であるため、貨物トレーラーと輸送コンパートメントを開示しているDietrichとMcDougalによって拒絶されないことに争いはなくなった。裁判所は、「家を倉庫と混同しないように、トラベルトレーラーをトラックトレーラーと混同するものではない」と述べた。裁判所は事件を差し戻した。' }] },
                { type: 'para', elements: [{ texttype: '', text: '原告らはまた、審判部が当業者の技術水準を明示的に述べていないため、審判部の判断は誤りである旨を主張していた。裁判所は、原告らの主張を認めなかった。クレームは、「明細書に照らして、当業者が解釈するように」解釈される（Phillips v.AWH Corp.、415 F．3d 1303、1316 （Fed．Cir．2005））。裁判所は、審判部及び審査官の何れも、特許権者が当業者の技術水準を争点に置き、かつ、その争点が結果をどのように変えるかを特に説明しない限り、当該当業者の技術水準を明確に述べる必要はないと述べた。ここで、原告らは、当業者の技術水準が結果を変えるような何らかの特異性を提供すること無く、審判部の決定に対する一般的な反論を主張していた。従って、審判部は、当業者のレベルを明確にしないことによって誤った判断を行っていない。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'この判決は、クレームのプリアンブルをクレームの本文と区別するための「備える（comprising）」などの特定の用語が必要でないことを強調している点で重要である。むしろ、「有する（having）」または「含む（including）」などの別の用語がその機能を発揮して、クレーム本体部からプリアンブルを分離することができる。さらに、この判決は、クレームの主題を特定するためにクレームのプリアンブルで使用されるラベル（例えば、「トラベルトレーラー」）が、たとえそれらの構造的限定がクレームの本文に明示的に記載されていなくても、当業者がそれらの構造的限定が暗示的であることを理解していれば、クレームに構造的限定を課すことができることを強調している。これは、クレームのスコープを効果的に狭めることができ、プリアンブルの文言を選択する際には注意が払われるべきである。' }] },
                { type: 'point', elements: [{ texttype: '', text: 'CAFCはこの判決で、クレームのプリアンブルをクレームの本文と区別する移行句について判断した。具体的には、クレームのプリアンブルを本文と区別するための「備える（comprising）」などの特定の用語は必要でなく、「有する（having）」または「含む（including）」などの別の用語がその機能を発揮して、クレーム本体部からプリアンブルを分離することができることを判断した。また、この判決は、クレームの主題を特定するためにクレームのプリアンブルで使用されるラベル（例えば、「トラベルトレーラー」）が、クレームに構造的限定を課す場合があることも判断した。すなわち、プリアンブルに記載された用語により、クレームのスコープを効果的に狭めることができる場合がある。' }] },
            ],

        authorIDs:
            ['Michael Sandonato', 'Brian Klock', 'Yasuhiro Ohtsuka, Ph.D.', 'Junya Ohde'],
    },


    // August issue
    {
        casetitle: 'Kolcraft Enterprises, Inc. 対 Graco Children’s Products, Inc. 事件',
        caseno: 'CAFC Nos. 2018-1258; 2018-1260',
        reportyear: '2019',
        reportmonth: '8',
        reportdate: 'July 2, 2019',
        reportpreview: ['ＣＡＦＣはこの判決で、発明日を認定するために、発明者に既存する証拠だけでは足らず、発明者から独立した証拠が必要となることを示した。ＡＩＡ施行後は先発明者先願主義のルールに従って先願が処理されるものの、ＡＩＡ以前の特許がまだ多く存在する。これらの特許では、出願日よりも前の着想日を証明することが必要となる場合がある。'],
        content:
            [
                { type: 'sub', elements: [{ texttype: '', text: '－発明日を認定するために発明者から独立した証拠を要求した判決－' }] },
                { type: 'para', elements: [{ texttype: '', text: 'ＣＡＦＣはこの判決で、先行技術の日付よりも前に発明が着想されたことを立証するために、発明者の証言だけでは十分ではないことを再確認した。そうではなく、着想した日が前であることを裏付けるために、発明者から独立した証拠が存在しなければならない。' }] },
                { type: 'para', elements: [{ texttype: '', text: '米国意匠特許第Ｄ６０４，９７０号及び第Ｄ６１６，２３１号（"対象特許"）は、Kolcraft Enterprises, Inc.（"Ｋｏｌｃｒａｆｔ"）によって所有され、それぞれがプレイヤードの露出した脚の装飾意匠をクレームに有する。Damon Troutman及びEdward Bretschgerは、クレームに係る設計の発明者である。対象特許は両方とも、２００４年１１月５日に出願された米国特許出願に対する優先権を主張する。したがって、米国特許改正法（"ＡＩＡ"）の先発明者先願主義のルールは対象特許に適用されず、出願日前の発明の日付を証明することが認められる。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Graco Children’s Products, Inc.（"Ｇｒａｃｏ"）は、対象特許の当事者系レビュー（"ＩＰＲ"）の申請を提出し、クレームに係る意匠が米国意匠特許第Ｄ４９４，３９３号（"Ｃｈｅｎ"）に照らして自明であると主張した。特許審判部（"審判部"）は、両対象特許について単一のＩＰＲを開始した。Ｋｏｌｃｒａｆｔは、審判部に対して、Ｃｈｅｎの出願日である２００４年１月７日よりも前に発明者（Ｔｒｏｕｔｍａｎ及びＢｒｅｔｓｃｈｇｅｒ）がクレームに係る意匠を着想し、努力して実施化していたため、Ｃｈｅｎは先行技術として適格でないと主張した。Ｃｈｅｎの出願日よりも前の着想を証明するために、Ｋｏｌｃｒａｆｔは、発明者によって提出された宣言書（"発明者宣言書"）と、ＩＰＲの証言録取中に取られた発明者の証言とに依存した。' }] },
                { type: 'para', elements: [{ texttype: '', text: '発明者宣言書は、プレイヤードの写真及びスケッチの集合と、Ｔｒｏｕｔｍａｎ及びＢｒｅｔｓｃｈｇｅｒが発明したと主張するプレイヤードのプロトタイプを組み立てるための指示とからなる書証Ａ～Ｈを含んでいた。発明者宣言書は、書証の創作日と称する記述を含んでいたが、その日付自体は編集されていた。発明者Ｔｒｏｕｔｍａｎの証言録取に先立ち、Ｋｏｌｃｒａｆｔは発明者宣言書の未編成の写しをＧｒａｃｏに提供し、Ｔｒｏｕｔｍａｎは、未編集の発明者宣言書における書証Ａ～Ｈの作成日が、書証を含むコンピュータファイルに関連するメタデータに基づいていたことを証言した。審判部は、この記録に基づいて、Ｃｈｅｎが出願される前に対象特許の着想、努力、及び実施化が行われたことをＫｏｌｃｒａｆｔが証明できなかったと判断し、Ｃｈｅｎに照らして自明であることから対象特許が無効であると判断した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'ＫｏｌｃｒａｆｔはＣＡＦＣに控訴した。控訴に際して、Ｋｏｌｃｒａｆｔは対象特許がＣｈｅｎに照らして自明であることを争わず、代わりに、発明者が先の発明日の資格を有するため、Ｃｈｅｎが先行技術として適格でないとだけ主張した。しかし、ＣＡＦＣは、ＫｏｌｃｒａｆｔがＣｈｅｎの出願日よりも前の着想、努力及び実施化を立証できなかったことについて審判部に同意した。この結論に至るまでに、ＣＡＦＣは、「着想に関する発明者証言は、他の独立した情報によって裏付けられなければならない」と述べた。ＣＡＦＣは、Apator Miitors ApS 対. Kamstrup A/S事件, 887 F.3d 1293 (CARC 2018年)の判決を引用した。この事件では、すべての裏付け証拠が発明者のみに依存するため、先の着想に関する発明者証言が十分に裏付けられていないと判断された。Ａｐａｔｏｒ事件では、着想に関する発明者証言を裏付ける証拠として、発明者から様々な第三者への電子メール、及び作成日を示すと主張される特定の命名規則を使用して命名された図面が含まれていた。発明者は、電子メールが本発明の着想を示す添付ファイルを含んでいると主張したが、ファイルが添付されていることは電子メールのヘッダに示されていなかったし、電子メールの本文も添付ファイルの内容を示していなかった。したがって、ＣＡＦＣは、ファイルが電子メールに添付されたかどうか、添付ファイルの内容、又は図面の作成日を独立して認識できなかった。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'ＣＡＦＣは、この事件の証拠の裏付けがＡｐａｔｏｒ事件のものよりもさらに弱いと判断した。この事件では、着想の唯一の証拠が対象特許の発明者に由来する。発明者宣言書及び証言録取の証言は両方とも発明者証言であり、したがって、単独では、クレームに係る発明の先の着想を立証できない。さらに、ＣＡＦＣは、書証Ａ～Ｈが発明者の証言を裏付けるには不十分であることについて審判部に同意した。書証Ａ～Ｈは、日付がなく、作成者の表示も欠いていた。書証の日付が基づくと主張されているメタデータは記録の一部ではなく、これらの日付は発明者によって証拠に提供されたに過ぎなかった。したがって、書証の日付に関する証拠は発明者証言においてのみ見出され、書証は着想に関する独立した証拠を提供しなかった。' }] },
                { type: 'para', elements: [{ texttype: '', text: '本件は、先の着想に関する発明者証言が、発明者証言から完全に独立し、かつ、主張される証拠が作成された日付のような詳細を提供するために発明者証言に依存しない証拠によって裏付けられなければならないことを強調する。文書又は電子メールが、着想の日付を裏付けるために依存されるならば、これらの文書及び／又は電子メールは、発明者証言とは別に、これらの作成日及びこれらの実質的な内容を証明するのに十分な情報を含まなければならない。したがって、訴訟又はＩＰＲのような付与後手続きにおいて発明の先の日付を証明しようとする場合、先の日付を独立して裏付けるための適切な証拠を提出することが重要である。（Ｋｏｌｃｒａｆｔが書証Ａ～Ｈの作成日を示すメタデータを提出していたならば、又はおそらくは作成日に関して証言する文書管理者のような発明者以外の証人からの宣言書を提出していたならば、Ｃｈｅｎよりも前の発明日を証明することに成功したかもしれない。）この事件は意匠特許に関するが、この判断は、意匠特許に限定されず、発明者が発明の先の日付を証明しようとするあらゆる状況に適用される。さらに、現在、新しく出願された米国特許出願はＡＩＡの先発明者先願主義のルールに従うものの、ＡＩＡ以前の特許がまだ多く存在し、これらの特許では、主張された文献の前に発明日を証明することが必要となる。' }] },
                { type: 'point', elements: [{ texttype: '', text: 'ＣＡＦＣはこの判決で、発明日を認定するために、発明者に既存する証拠だけでは足らず、発明者から独立した証拠が必要となることを示した。ＡＩＡ施行後は先発明者先願主義のルールに従って先願が処理されるものの、ＡＩＡ以前の特許がまだ多く存在する。これらの特許では、出願日よりも前の着想日を証明することが必要となる場合がある。' }] },
            ],

        authorIDs:
            ['Michael Sandonato', 'Brian Klock', 'Yasuhiro Ohtsuka, Ph.D.', 'Takahiro Ohto'],
    },

    {
        casetitle: 'Samsung Electronics Co., Ltd. 対 Infobridge Pte. Ltd. 事件',
        caseno: 'CAFC Nos. 2018-2007, 2018-2012',
        reportyear: '2019',
        reportmonth: '8',
        reportdate: 'July 12, 2019',
        reportpreview: ['CAFCはこの判決で、(1)パテントプールの契約内容によっては、プールのメンバは、他のプールのメンバがプールに入れている特許を無効にすることについての利害関係人となりうること、(2)文献が先行技術として公に利用可能になったというためには、技術的な利用可能性以上の事情があったことを示す必要があること、を示した。'],
        content:
            [
                { type: 'sub', elements: [{ texttype: '', text: '－パテントプールのメンバー間において特許無効を訴えることの適格性を認め、先行技術の利用可能性を判断したCAFC判決－' }] },
                { type: 'para', elements: [{ texttype: '', text: 'CAFCはこの判決で、(2（１）パテントプールのメンバであるSamsung Electronics Company（「サムスン」）が別のプールメンバであるInfobridge Private Limited Company（「インフォブリッジ」）が当該プールに所有する特許の有効性に異議を唱える立場にあったかどうか、および（２）文献が先行技術として公に利用可能になったときについての基準、に対処した。サムスンとインフォブリッジの両方がパテントプールに属し、インフォブリッジ特許の有効性がサムスンにとって経済的な意味を持っていたため、CAFCは、サムスンがインフォブリッジを訴える立場にあったと判断した。公の利用可能性に関して、CAFCは、セクション１０３の下での公の利用可能性が、インデックス化されていないウェブサイトが含まれるような技術的アクセス可能性以上のものを必要とする、と繰り返し、また、特許審判部（「審判部」）がリストサーブ（listserve）に電子メールで送付された文献の公の利用可能性を判断するために使用した基準は正しくないと判じた。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'サムスンは、インフォブリッジに譲渡された米国特許第８，９１７，７７２号（「７７２特許」）のすべてのクレームの特許性に異議を唱えて、審判部に当事者系レビューを求める２件の申し立てを提出した。問題となった先行技術文献は、ビデオ符号化で使用される標準であるＨ．２６５標準に関するワーキングドラフト４（「ＷＤ４」）であった。ＷＤ４は、２０１１年７月に開催された「JCT-VC(Joint Collaborative Team on Video Coding)」と呼ばれる標準策定機関の会議中に開発され、２０１１年１１月のＪＣＴ－ＶＣ会議で最終的に承認された。この間、ＪＣＴ－ＶＣは、各種ＪＣＴ－ＶＣ文書類を掲載するウェブサイトを運営していた。２０１１年１０月４日、ＪＣＴ－ＶＣおよびＪＣＴ－ＶＣの親組織であるMPEG (Moving Picture Expert Group)に属するウェブサイトにＷＤ４文書がアップロードされた。そのファイルがウェブサイトにアップロードされたのと同じ日に、ＷＤ４ファイルは、ＪＣＴ－ＶＣリストサーブに電子メールで送信され、リストサーブは、ＪＣＴ－ＶＣの２５４人のメンバ、ならびにリストサーブに参加した他の「関心のある個人」に、その文書を配布した。' }] },
                { type: 'para', elements: [{ texttype: '', text: '審判部は７７２特許のクレームの有効性を維持した。なぜなら、７７２特許の基準日（これは２０１１年１１月７日であった）より前にＷＤ４が公にアクセス可能であったことをサムスンが証明できなかったと認定したからである。この結論に到達するにあたり、当業者がＪＣＴ－ＶＣおよびＭＰＥＧのウェブサイト上でＷＤ４文書を見つけることができたとするのは合理的ではないと、審判部は判じた。また、審判部は、リストサーブを介したＷＤ４文書の配布は公のアクセス可能性を確立し得ないと判じた。特に、審判部は、リストサーブにアクセスした個人が「関心のある当業者のかなりの部分を表した」かどうかを判断できないと述べ、したがって、審判部はリストサーブの電子メールを、ＷＤ４が「関心のある当業者に一般に広められた」ことを示さない「限定的な配布」であると考えた。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'サムスンはCAFCに控訴し、その冒頭陳述でサムスンは、サムスンが７７２特許の有効性に異議を唱える立場にあったかについて主張した。インフォブリッジはサムスンの立場に異議を唱えなかったが、CAFCはこの立場の問題に対処することが適切であると判断した。争いのない事実は、サムスンとインフォブリッジの両方が共通のパテントプールに属し、そこでは、ロイヤリティはメンバがプール内に所有する特許の数に基づいて分配されることを示した。パテントプールの条項に従って、プールの特許が無効にされた場合、その特許はプールから削除され、他のメンバは、より高い割合のロイヤリティ分配を受け取る。これに基づいて、サムスンは、無効な特許がプールに残っていることにより、サムスンは、そうでなければ受け取れたであろうロイヤリティを奪われたから、７７２特許の有効性に異議を唱える立場にあったと主張した。CAFCは、本パテントプール契約の特定の条項の下では、インフォブリッジの特許の有効性に直接起因し得る、サムスンに有利な判決によって救済される損害があったことに同意した。これは、サムスンに、７７２特許の有効性に異議を唱える立場を与えるのに十分であった。' }] },
                { type: 'para', elements: [{ texttype: '', text: '公の利用可能性の問題に関して、サムスンは、（ｉ）ＷＤ４がＪＣＴ－ＶＣ会議で議論され、（ｉｉ）ＷＤ４がＪＣＴ－ＶＣおよびＭＰＥＧウェブサイトにアップロードされ、かつ（ｉｉｉ）ＷＤ４がリストサーブを介して配布されたため、ＷＤ４は公にアクセス可能であったと主張した。会議における議論について、CAFCは、２０１１年７月の会議の後になるまで当該文書は作成されなかったと判断し、したがって会議自体は公知の原因ではないと判じた。ウェブサイトに関して、CAFCは、文献の公のアクセス可能性が技術的なアクセス可能性以上のものを必要とすること－公のアクセス可能性はまた、文献が「合理的な注意を払う関心のある当業者がそれを見つけたであろう」ような方法でインデックス化され、またはカタログ化されることを必要とすることを強調した。ＪＣＴ－ＶＣウェブサイトに関して、どこで／どのようにＷＤ４文書にアクセスするかについての特定の事前知識なしに、利害関係者がＷＤ４文書を見つけることを可能にするインデックス化または他のメカニズムは存在しなかった。文書にアクセスするために、ユーザは少なくとも以下の４つのステップを実行する必要があった：（１）ユーザが対応するウェブサイトにナビゲートしなければならなかった；（２）ユーザがメニューから「すべての会議」に関する情報を見るためのオプションを選択しなければならなかった；（３）ユーザが利用可能な会議オプションのリストから会議「Ｔｏｒｉｎｏ」（２０１１年７月のＪＣＴ－ＶＣ会議の場所）を選択しなければならなかった（および、主題の表示はなかった）；および（４）ユーザは対応する主題なしに、識別番号によって並べられた文書のリストを見ることになり、そこから、ユーザは、「ＷＤ４：高効率ビデオ符号化のワーキングドラフト」と題されたＷＤ４文献を選択する必要があった。ＭＰＥＧウェブサイトについて、プロセスは同一であったが、ユーザはウェブサイトにアクセスするためにログインおよびパスワードを有する必要があった。ウェブサイトは意味のあるインデックス化を提供していなかったため、CAFCは、ＪＣＴ－ＶＣのメンバでなかった利害関係者はＷＤ４文書を見つけることができなかったし、どこを探すかさえも知ることができなかったのであって、したがってウェブサイトは公のアクセス可能性を構成しないと結論づけた。この結論に到達するにあたって、CAFCは、「作業物を見つける方法を知っている唯一の人々がその作業物を作った人々である場合、その作業物は公にアクセス可能ではない」と述べた。' }] },
                { type: 'para', elements: [{ texttype: '', text: '最後に、リストサーブを介したＷＤ４文書の配布に関して、控訴においてサムスンは、審判部が「アクセス」と「アクセス可能性」とを混同したと主張した。CAFCはそれに同意し、公のアクセス可能性の基準は当業者が合理的な注意を払った後に、文献にアクセスできたかどうかであると述べた。テストは、そのような個人が実際に文献にアクセスしたかどうかではない。したがって、アクセス可能性が証明された場合、公衆の特定のメンバが実際にその情報を受け取ったことを示す必要はなく、サムスンは、公衆の特定のメンバが実際にその情報を受け取ったことも、特定の割合の利害関係者が実際にそれを受け取ったことも、示す必要はなかった。したがって、審判部は、ＷＤ４が「一般的に」または「広く」知られていることをサムスンが立証しなかったことを繰り返し責めた点で過ちを犯した。したがって、CAFCは、「サムスンの証拠が、リストサーブの電子メールに基づき、合理的な注意を払った後に、当業者がＷＤ４文献にアクセスできたことを立証した」かどうかを検討するために、審判部に事件を差し戻した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'この判決は、特許のロイヤリティがパテントプールのメンバに、それぞれがプールに有する特許の数に基づいて分配される状況において、プールのメンバがプール内の特許の有効性に関して他のメンバを訴える立場にあることを確立するので、重要である。企業は、パテントプールに加入する前に、パテントプール契約の条項を見直す際にこの可能性を考慮すべきである。さらに、この判決は、文書が公にアクセス可能になったときについての基準を繰り返し、文献の公のアクセス可能性についての基準は、その文献が実際にアクセスされたかどうかやその文献にアクセスした人の数には依存しないが、その代わりに、当業者が合理的な注意を払った後に、その文献にアクセスすることができたかどうかに依存することを強調した。' }] },
                { type: 'point', elements: [{ texttype: '', text: 'CAFCはこの判決で、(1)パテントプールの契約内容によっては、プールのメンバは、他のプールのメンバがプールに入れている特許を無効にすることについての利害関係人となりうること、(2)文献が先行技術として公に利用可能になったというためには、技術的な利用可能性以上の事情があったことを示す必要があること、を示した。' }] },
            ],

        authorIDs:
            ['Michael Sandonato', 'Brian Klock', 'Yasuhiro Ohtsuka, Ph.D.', 'Arito Nishimori'],  // TODO: '弁理士 西守有人
    },

    // June issue
    {
        casetitle: 'FTC 対 Qualcomm Inc. 事件',
        caseno: 'N. D. Cal. No. 17-CV-00220',
        reportyear: '2019',
        reportmonth: '6',
        reportdate: 'May 21, 2019',
        reportpreview: ['この判決において、カリフォルニア州北部地区連邦地裁は、被告によるSEP特許に関するライセンス実務がシャーマン法に規定する不当な取引制限又は排除行為にあたると判断した。本判決は、企業がライセンス契約に関して不公正な行為を行っているとFTCが疑った場合には、企業による関連市場についてのSEPの所有と、これらのSEPに関するライセンス実務が、裁判所によって詳細に調べられる可能性があることを意味する。また、本判決は、被告のライセンス実務の是正及び遵守状況のFTCへの報告も命じた。'],
        content:
            [
                { type: 'sub', elements: [{ texttype: '', text: '－SEP特許のライセンスに関し不当な取引制限及び排除行為に該当すると判断した連邦地裁判決－' }] },
                { type: 'para', elements: [{ texttype: '', text: '米国カリフォルニア州北部地区連邦地裁は、連邦取引委員会(FTC)対Qualcomm, Inc.事件において、被告Qualcomm, Inc.(クアルコム社、以下Qualcomm)による様々な行為が、モデムチップとも呼ばれるベースバンドプロセッサの2つの市場における競争を阻害したことにより、(i)シャーマン法第1条(15 USC 1)、(ii)シャーマン法第2条(15 USC 2)、及び(iii)FTC法第5条(15 USC 45(a))に違反したか否かを扱った。連邦地裁のKoh判事は、10日間の裁判官による審理の後、Qualcommによるライセンス実務はシャーマン法第1条に規定する不当な取引制限、及びシャーマン法第2条に規定する排除行為にあたると判示した。したがって、Qualcommの行為はシャーマン法第1条と第2条の両方に違反すると判断され、また、その実務が「不公正な競争方法」とみなされたことから、FTC法に基づく責任を負うことにもなった。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Qualcommはカリフォルニア州サンディエゴに本社を置き、世界最大のモバイルチップ供給者である。特にQualcommは、携帯電話を携帯電話ネットワークに接続するために必須であると理解されている技術を発明し、2G、3G、4G、及び5Gのネットワーク技術に関連する特許や、ソフトウェアなどの他の機能に関する特許を所有している。Qualcommの一部門であるQualcomm Technology Licensing(QTL)は、Qualcomm特許ポートフォリオのライセンスを許諾している。QTLは、(i)特定の携帯電話規格を用いるために必要な特許である携帯電話規格必須特許(SEP)、(ii)携帯電話以外の規格を用いるために必要な特許である非携帯電話SEP、(iii)規格を用いるために必要ではない非SEP(実装特許とも呼ばれる)の3つのカテゴリーの特許を所有し、及びライセンスしている。ある特許が特定の規格を用いるために必須であると理解される場合、すなわちSEPである場合、標準化団体(Standard Setting Organization, SSO)は、一般に、特許技術を特定の規格（例えば、携帯電話規格）に組み込む前に、特許権者が公平、合理的かつ非差別的な(FRAND)条件でSEPをライセンスすることを約束させている。FRAND条件でSEPをライセンスするというこの約束は、一般にSEP所有者によるFRAND宣言と呼ばれている。' }] },
                { type: 'para', elements: [{ texttype: '', text: '1990年にQualcommは、少なくとも2G及び3G携帯電話規格で使用されている符号分割多元接続(CDMA)技術に関する特許のライセンスを開始した。Qualcommは、競合するモデムチップ供給者であるAT&TとMotorolaの2社と特許ライセンス契約を締結した。この契約では、Qualcommは携帯電話端末の売上に対して4%のランニングロイヤリティを受け、チップの販売に対するロイヤリティは無なかった。しかし、ある時点で、Qualcommは競合するチップ供給者へのライセンスを中止し、その代わりに、端末製造業者(OEM)に対してのみ、携帯電話端末の販売価格に対して4％-5％のランニングロイヤリティでのライセンスを開始した。具体的には、Qualcommは、QualcommのCDMA特許ポートフォリオ(CDMA SEPと非SEPを含む)のライセンスにつき、携帯電話端末の売上に対して5％のランニングロイヤルティを課した。しかし、Qualcommはこれまで、4G携帯電話規格に関連する技術であるLTEポートフォリオのライセンスには、4％のランニングロイヤルティ料率を課してきた。' }] },
                { type: 'para', elements: [{ texttype: '', text: '今回の審理で議論されたように、ライセンスはQualcommにとって大きな利益を生んでいる。特に、この審理で提示された証拠によると、QTLは約500-700億ドルのQualcommの企業価値のうち大部分を占めている。例えば、2016年のQTLの利益は77億ドルであり、Ericsson、Nokia、及びInterdigitalなど他の12社の特許ライセンサーの2016年の合計ライセンス収入を上回っていた。この審理で提示されたさらなる証拠によれば、Qualcommは2011年に携帯電話端末の領域における世界中の特許ライセンス収入の25％を得ており、モデムチップの特許ライセンス収入の50％以上を得ていた。' }] },
                { type: 'para', elements: [{ texttype: '', text: '2014年9月、FTCは本件に関する調査をQualcommに通知し、2017年1月、FTCは訴状を提出した。FTCは、「商業における又は商業に影響を及ぼす不公正な競争方法」を禁止するFTC法第5条(15 USC 45(a))に基づき、Qualcommを訴えた。FTC法によれば、「不公正な競争方法」には「シャーマン法違反」が含まれ、FTCは、Qualcommの行為がシャーマン法第1条及び第2条の両方に違反したと主張した。さらに、FTCは、Qualcommの行為が仮にシャーマン法第1条と第2条のいずれにも違反しなかったとしても、Qualcommの行為はFTC法第5条に違反する「不公正な競争方法」にあたると主張した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'さらなる背景として、シャーマン法第1条は、「いくつかの州における取引又は商業を制限する契約、連携、・・・又は共謀」を禁止している(15 USC 1)。「1条に基づく責任を立証するために、原告は、(i)合意の存在及び(ii)合意が不当な取引制限にあたることを証明しなければならない」(Aerotec Int\'l, Inc. v. Honeywell Int\'l, Inc., 836 F.3d 1171, 1178 (9th Cir. 2016))。一方で、シャーマン法第2条は、「独占」を違法としている(15 USC 2)。独占の罪には、「(i)関連市場における独占力の保持」及び(ii)「優れた製品、ビジネス上の見識、及び歴史的な偶然の結果として得られた成長又は発展とは区別された」排除行為による「故意による独占力の獲得又は維持」という2つの要素がある(United States v. Microsoft Corp., 253 F.3d 34, 50 (D.C. Cir 2001))。' }] },
                { type: 'para', elements: [{ texttype: '', text: '第1条によれば、原告が契約の存在を示すと、制限がそれ自体不当である場合は別として、一般的には立証責任の転換を伴う3ステップの枠組みが適用される。この枠組みにおいて、原告はまず、「訴えられた制限が、関連市場の消費者を害する実質的な反競争的効果を有している」ことを示さなければならない(Ohio v. Am. Express Co., 138 S.Ct. 2274, 2284 (2018))。すると、立証責任は「被告に移り、制限が競争を促進する理由を示す」こととなる。最後に「立証責任は原告に戻り、そのような競争促進の効率が、より反競争性の低い手段によって合理的に達成され得ることを示す」こととなる(Id.)。' }] },
                { type: 'para', elements: [{ texttype: '', text: '同様に、第2条によれば、被告が独占力を有していることを原告が示すと、一般的には立証責任の転換を伴う3ステップの枠組みがやはり適用される。この第2条についての3ステップの枠組みによれば、原告はまず独占者の行為が「反競争的効果」を有することを示さなければならない(Microsoft, 253 F.3d at 58)。すると、立証責任は独占者に移り、「その行為が競争を促進するという正当な理由を示す」ことになる(Id. at 59)。その後、原告は、(i)独占者による正当な理由を否定するか、(ii)行為による反競争的な害が、競争を促進する利益を上回っていることを示す」ことができる(Id.)。' }] },
                { type: 'para', elements: [{ texttype: '', text: '本件では、Qualcommといくつかの他の主体との間で特許ライセンス契約の形式で契約が存在していることには争いがなかった。従って、シャーマン法第1条の上記の要件は認められた。さらに、FTCは、Qualcommがそれ自体不当な契約を行ったとは主張しなかったものの、Qualcommが関連市場において独占力を有しており、シャーマン法第2条の上記の要件を満たしていると主張した。さらにFTCは、ライセンス実務を含むQualcommの行為は、関連市場において消費者を害する実質的な反競争的効果を有しており、したがって(i)第1条に基づく不当な取引制限と、(ii)第2条に基づく排除行為にあたると主張した。' }] },
                { type: 'para', elements: [{ texttype: '', text: '関連市場における独占力の問題について、Koh判事は、まず市場の区分について説明し、CDMAモデムチップ市場とLTEモデムチップ市場は、分析のために適切に定義されているというFTCの主張に同意した。Koh判事はさらに、CDMA及びLTEの技術領域におけるQualcommの様々なSEPを考慮し、また、Qualcommが様々な端末製造業者に対して特許による影響力を行使できることを示す証拠を検討した。特に、Koh判事は、LG Electronics、Sony、Samsung、Motorola、BlackBerry、Apple、ZTE、Nokiaなどの、少なくとも16社の端末製造業者に関する、Qualcommのライセンス実務及びライセンス行為を詳細に分析した。多くの場合、Qualcommは、(i)端末製造業者が特許ライセンス条件を受け入れない限りチップセットの供給を中断すると脅しており、(ii)端末製造業者がQualcomm製品の代わりに第三者のモデムチップを使用した場合にはより高いロイヤリティを課しており、及び／又は(iii)特許ライセンスを契約することなく技術的融合及び試験目的のためのサンプルを提供することを拒否していた、という証拠が認められた。さらなる証拠は、Qualcommのライセンス料率が(FRAND条件でSEPをライセンスする義務にもかかわらず)不当に高く、Qualcommは、他のSEP所有者とは異なって、特許ライセンス交渉中に特許リストや特許のクレームチャートを提供することを拒否していたことを示していた。これらの証拠を分析するにあたり、Koh判事は主に何人かのQualcomm幹部による当時の電子メールに依拠して、幹部らの審理での証言は自身の電子メール及びメモと矛盾しているために信頼できないと判断した。' }] },
                { type: 'para', elements: [{ texttype: '', text: '裁判所に提示された全ての証拠を分析した結果、Koh判事は、Qualcommが2つの関連市場のそれぞれにおいて独占力を有していたことを、Qualcommが市場で支配的なシェアを持っていたこと、市場参入には大きな障壁があったこと、競合他社がQualcommの価格を低くさせる能力を有していなかったこと、に基づいて結論づけた。さらに、Koh判事は、Qualcommが主張したQualcommの行動についての「競争を促進するという正当な理由」の主張も検討した後で、Qualcommが関連市場において独占力を有していたことに加えて、Qualcommは、シャーマン法第1条に基づく不当な取引制限とシャーマン法第2条に基づく排除行為の双方にあたる反競争的なライセンス実務を行っていたと判断した。特に、裁判所は次のように述べた。「Qualcommのライセンス実務は、長年にわたりCDMAモデムチップ市場と高級なLTEモデムチップ市場での競争を抑え、その過程で競合他社、端末製造業者、及び消費者に損害を与えてきた。Qualcommの行為は『競争そのものを不当に破壊する傾向がある』。……したがって裁判所は、Qualcommのライセンス実務はシャーマン法第1条に基づく不当な取引制限にあたり、シャーマン法第2条に基づく排除行為にあたると結論づける」(FTC v. Qualcomm, No. 17-CV-00220 at page 215)。裁判所は、Qualcommの行為がシャーマン法に違反したと結論づけたため、Qualcommの行為がFTC法に単独で違反したというFTCの主張は取り扱わなかった。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'さらに裁判所は、Qualcommの5G携帯電話市場における支配力を考慮して、Qualcommが違法な実務を継続しないよう、恒久的な差止めを認めた。この差止めにおいて、裁判所は以下の通りの是正策を命じた。' }] },
                {
                    type: 'num', elements: [ // TODO: Remove numbers?
                        { texttype: '', text: '(1) Qualcommは、顧客への特許ライセンス状況に基づいてモデムチップの供給を制限してはならず、モデムチップの供給又は関連する技術サポート若しくはソフトウェアへのアクセスに関し、これらが失われ又はこれらが差別的に扱われるという恐れがない状況下で、誠実に顧客とライセンス条件を交渉又は再交渉しなければならない。' },
                        { texttype: '', text: '(2) Qualcommは、公平、合理的かつ非差別的な(FRAND)条件での包括的SEPライセンスをモデムチップ供給者に対して利用可能にしなければならず、必要に応じて、このような条件を決定するために仲裁又は司法上の紛争解決手段に従わなければならない。' },
                        { texttype: '', text: '(3) Qualcommは、モデムチップの供給に関して明示的又は事実上の独占的取引契約を締結してはならない。' },
                        { texttype: '', text: '(4) Qualcommは、潜在的な法執行問題又は規制問題に関し、顧客が行政機関とやりとりすることを妨げてはならない。' },
                        { texttype: '', text: '(5) Qualcommが上記の是正策を順守することを保証するために、Qualcommは、7年間にわたって遵守及び監視手続に従わなければならない。特に、Qualcommは、裁判所によって命じられた是正策を遵守していることを、毎年FTCに報告するものとする。' }]
                },
                { type: 'point', elements: [{ texttype: '', text: 'この判決において、カリフォルニア州北部地区連邦地裁は、被告によるSEP特許に関するライセンス実務がシャーマン法に規定する不当な取引制限又は排除行為にあたると判断した。本判決は、企業がライセンス契約に関して不公正な行為を行っているとFTCが疑った場合には、企業による関連市場についてのSEPの所有と、これらのSEPに関するライセンス実務が、裁判所によって詳細に調べられる可能性があることを意味する。また、本判決は、被告のライセンス実務の是正及び遵守状況のFTCへの報告も命じた。' }] },
            ],

        authorIDs:
            ['Michael Sandonato', 'Brian Klock', 'Yasuhiro Ohtsuka, Ph.D.', 'Tomofumi Kinoshita'],
    },

    // April issue
    {
        casetitle: 'Athena Diagnostics 対 Mayo Collaborative Services 事件',
        caseno: 'CAFC No. 2017-2508',
        reportyear: '2019',
        reportmonth: '4',
        reportdate: 'February 6, 2019',
        reportpreview: ['CAFCはこの判決で、病気を診断する方法をカバーする特許クレームが米国特許法101条における特許適格性を有するかを判断した。CAFCは、自然法則を検出するステップをカバーするクレームは、米国最高裁のAlice/Mayoの２パートテストのもと特許不適格であると判断した。この判決は、自然現象を観測又は検出することを含む診断方法のクレームを、特許適格性の基準に基づいてどのように分析するかについての手引きを提供する。'],
        content:
            [
                { type: 'sub', elements: [{ texttype: '', text: '－病気を診断する方法に係るクレームが特許適格性を有しないとしたCAFC判決－' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Athena Diagnostics 対 Mayo Collaborative Services事件において、米国連邦巡回控訴裁判所（CAFC）は、病気を診断する方法をカバーする特許クレームが米国特許法101条における特許適格性を有するかを判断した。CAFCは、自然法則を検出するステップをカバーするクレームは、米国最高裁のAlice/Mayoの２パートテストのもと特許不適格であるため無効である、と結論付けた米国連邦地裁の判決を維持した。この判決の多数意見は、診断方法のクレームにおける弱点を示し、且つクレームが米国特許法101条において特許不適格であることを示す、最近のCAFCの判決に沿ったものである。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Athena Diagnostics社 (Athena社)は、筋特異的チロシンキナーゼ（MuSK）と呼ばれるタンパク質に対する抗体を検出することによって神経障害を診断する方法をカバーする米国特許第7,267,820号(820特許)の排他的ライセンシーである。820特許に記載される発明者らは、アセチルコリン受容体自己抗体を持たない重症筋無力症（MG）患者がMuSKに対する自己抗体を生成することを発見した。820特許は、MuSKエピトープに結合する自己抗体を検出することによってMGを診断する方法を開示するとともにクレームしている。Athena社は、抗体を評価するテストキット（FMUSK）を市場に投入した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Mayo Collaborative Services, LLC（Mayo社）が820特許を侵害するとされる２つの競合するテストを開発した後、Athena社はMayoの侵害を訴えた。Mayoは、対象クレームが米国特許法101条のもと無効であることを主張して、規則12（b）（6）に基づく訴訟の棄却を求めた。問題となるクレームは、体液中の125Iとして識別されるMuSKとMuSK自己抗体との相互作用であって自然に起こる相互作用に焦点を当てている。米国連邦地裁は、クレーム７～９の分析に集中し、Alice Corp. 対 CLS Bank International (573 U.S. 208 (2014))事件、及びMayo Collaborative Services 対 Prometheus Laboratories, Inc. (566 U.S. 66 (2012))事件において米国連邦最高裁によって確立された保護対象の適格性に対するテストを適用した。米国連邦地裁は、Alice/Mayoテストに基づいて、クレームは自然法則を対象とするものであると判断した。米国連邦地裁はまた、記載されているステップがその技術分野における標準的な技術を含むにすぎないため、クレームは発明概念を欠くと判断した。以上のような理由から、米国連邦地裁は、米国特許法101条のもと不適格な保護対象をクレームするものとしてクレームが無効であると結論付け、Mayoの請求を認めた。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Athena社はこの判決に対してCAFCに控訴した。CAFCは、その分析において、自然法則は特許を受けることができないが、自然法則を適用することについては特許を受けることができることを強調している。CAFCは、自然法則に関して特許適格性を有する出願のクレームを、容認できないほどに自然法則と結びついたクレームと区別するために、Mayo及びAliceにおける米国最高裁が定める２パートテストを適用すると説明した。この２パートテストは、（１）対象クレームが特許不適格な概念、すなわち、自然法則、抽象的アイデア又は自然現象、を対象とするものであるか、そうであるならば（２）追加的要素がクレームの性質を特許適格な概念、すなわち、ルーティン又は従来的なステップ以上の何か、に変換するかを問う。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Mayo/Aliceテストの第１ステップに基づき、CAFCは、クレーム、とりわけ「体液中の天然のＭｕＳＫ自己抗体の存在とＭＧのようなＭｕＳＫ関連神経疾患との間の相関」は自然法則を対象とするものであると判断した。この相関は、任意の人為的な相互作用とは別個に自然界に存在する。CAFCは、「クレームされた進歩は自然法則の発見に過ぎず、そして追加的な記載ステップは自然法則を対象とする従来的な技術を適用するに過ぎない」と結論付けた。結論付けるにあたって、CAFCは明細書の記載及びクレームの両方を考慮して、とりわけ「明細書では自然法則を観測するためのクレームされた具体的なステップは従来的なものとして記載されている」と述べた。CAFCは、クレームが特許性に対する自然法則の例外の対象であると結論付けたため、判断はMayo/Aliceテストの第２ステップに続く。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Mayo/Aliceテストの第２ステップを適用して、CAFCは、追加的要素がクレームの性質を特許適格な出願に変換するかを判断するために、個別及び順序付けされた組み合わせの両方において各クレームの要素を考慮した。 Athena社は、対象のクレームは人工的な分子を含む革新的な一連のステップである発明概念を提供するものであると主張した。対して、Mayo社は、明細書がその技術分野における標準的な技術としてMuSK抗体を検出するステップを記載しているため、クレームは発明概念を欠いていると主張した。CAFCは最終的に、クレームが特許適格性のない自然法則を特許適格な出願に変換するために十分な発明概念を提供していないと判断した。CAFCは、820特許の明細書に目を向け、明細書は技術が従来的であることを強調している点に注目した。CAFCは、新たに発見された自然法則を観測するために標準的な方法で標準的な技術を実行することは、発明概念を提供しないと説明した。CAFCは、対象クレームが自然法則を検出するための従来的なステップとその自然法則のみを記載しているため、クレームは米国特許法101条に基づき不適格であり、米国連邦地裁の判断は維持される、と判断した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Newman判事は多数意見に反対した。同判事は、多数意見が820特許の対象クレームを不適格であると判断する場合、その判断はMayo対Alice事件で判断されたテストにおける制約から外れると述べた。Newman判事の反対意見は、適格性はクレームに対する全ての要素と制限を含め全体として考慮して判断されるものであり、その要件は、自然の法則又は抽象的なアイデアを対象とするクレーム内の発明概念を探索するMayo／Aliceプロトコルによって変更されていない、という考えに基づいている。同判事は、対象クレームは診断における複数ステップの方法に対するものであって自然法則に対するものではないと説明し、これまで診断可能でなかった神経学的状態に対して、820特許の発明者が診断の新規な方法を創造するために彼らの発見を適用したものであることを強調した。Newman判事はまた、多数意見では当該特許の適格性を評価するにあたってクレームを全体として考慮していないとも述べた。特に、Newman判事は、多数意見はクレームされた方法が全体として特許適格であるかという問題と、各ステップが従来的な手順を用いているかという問題とを区別していないと主張した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'この事件は、自然現象を観測又は検出することを含む診断方法のクレームを、特許適格性の基準に基づいてどのように分析するかについての手引きを提供する点で重要である。Alice／Mayoテストの第１ステップに基づくCAFCの分析が米国特許商標庁（USPTO）からの最近の手引きと異なる点は注目に値する。第１ステップにおけるCAFCの分析は、クレームに記載された追加的なステップが従来的であるかを考慮した。反対に、USPTOの最新の手引きでは、第１ステップにおける当該分析が特に追加的要素がよく理解され、ルーティンであり、従来的な動作であるかの考慮を除外することを述べている。' }] },
                { type: 'point', elements: [{ texttype: '', text: 'CAFCはこの判決で、病気を診断する方法をカバーする特許クレームが米国特許法101条における特許適格性を有するかを判断した。CAFCは、自然法則を検出するステップをカバーするクレームは、米国最高裁のAlice/Mayoの２パートテストのもと特許不適格であると判断した。この判決は、自然現象を観測又は検出することを含む診断方法のクレームを、特許適格性の基準に基づいてどのように分析するかについての手引きを提供する。' }] },
            ],

        authorIDs:
            ['Michael Sandonato', 'Brian Klock', 'Yasuhiro Ohtsuka, Ph.D.', 'Junya Ohde'],
    },

    {
        casetitle: 'Natural Alternatives International, Inc. 対 Creative Compounds, LLC 事件',
        caseno: 'CAFC No. 2018-1295',
        reportyear: '2019',
        reportmonth: '4',
        reportdate: 'March 15, 2019',
        reportpreview: ['CAFCはこの判決で、特定の用量の天然成分（ベータアラニン）を含む栄養補助食品をカバーする特許クレームが米国特許法第101条に基づく特許適格性を有する主題であるかについての問題を扱った。米国連邦地裁を覆して、CAFCは、ベータアラニンは天然物であるが、クレームは「天然物を含有する特定の治療製剤」であり、自然のままのベータアラニンでは不可能な方法においてこのような天然物を使用できると判断した。特に、CAFCは、治療のクレームに対する適格性の重要な要素は、「特定の生理的利益」につながる方法で「恒常性が克服される」か否かであると説明し、栄養補助食品の生理的利益によって、治療クレームとして特許適格性を備えることが示された。この判決は、天然の化合物を用いた治療にもかかわらず、米国特許法第101条の下でこのような治療についての特許適格性を備える可能性がある場合を明確にするのに役立つであろう。'],
        content:
            [
                { type: '', elements: [{ texttype: '', text: '－天然の化合物を用いた治療の特許適格性を明確にしたCAFC判決－' }] },
                { type: '', elements: [{ texttype: '', text: 'Natural Alternatives International, Inc. 対 Creative Compounds, LLC事件で、CAFCは、特定の用量の天然成分（ベータアラニン）を含む栄養補助食品をカバーする特許クレームが米国特許法第101条に基づく特許適格性を有する主題であるかについての問題を扱った。米国連邦地裁を覆して、CAFCは、ベータアラニンは天然物であるが、クレームは「天然物を含有する特定の治療製剤」であり、自然のままのベータアラニンでは不可能な方法においてこのような天然物を使用できると判断した。特に、CAFCは、治療のクレームに対する適格性の重要な要素は、「特定の生理的利益」につながる方法で「恒常性が克服される」か否かであると説明した。栄養補助食品の生理的利益によって、治療クレームとしてNatural Alternativesの発明が特許適格性を備えることが示された。' }] },
                { type: '', elements: [{ texttype: '', text: '争点の特許はNatural Alternatives International, Inc.（以下、「Natural Alternatives」）が所有し、ベータアラニンを含む栄養補助食品に関する。ベータアラニンはアミノ酸であり、アミノ酸ヒスチジンと結合して筋肉中に見られるジペプチドを形成でき、形成されたジペプチドは筋肉収縮中の細胞内ｐＨの調節及び疲労の発生に関与する。このようなジペプチドは筋肉の収縮と無酸素性作業能力の変動を調節する。本件特許は、「筋肉及び他の組織の無酸素性作業能力を増大させる」ことを目的とした、栄養補助食品中のベータアラニンの使用を記載している。' }] },
                { type: '', elements: [{ texttype: '', text: 'Natural Alternativesは、カリフォルニア州南部地区でCreative Compounds, LLC（以下、「Creative Compounds」）に対して特許権を行使した。Creative Compoundsは、訴答に基づく判決を請求し、地裁はこれを受理した。Creative Compoundsは、Alice Corp. Party Ltd.対CLS Bank International事件（573 US 208,217、2014年）に記載されたtwo-part testを適用し、主張されたクレームのすべてが米国特許法第101条の下で特許不適格性である主題に向けられ、且つ特許適格性を付与するのに十分な進歩性コンセプトを欠いていると主張した。米国連邦地裁はCreative Compoundに有利な判決を下し、Natural AlternativesはCAFCに控訴した。CAFCの多数意見は、（1）ベータアラニンを使用した治療方法（「方法クレーム」）、（2）栄養補助食品（「プロダクトクレーム」）、及び（3）人間の栄養補助食品の製造におけるベータアラニンの使用（「製造クレーム」）の3種類のクレームを扱った。' }] },
                { type: '', elements: [{ texttype: '', text: '前述の方法クレームが特許適格性を備える治療クレームであるという判決の裏付けとして、合議体の過半数はVanda Pharmaceuticals Inc.対West-Ward Pharmaceuticals International Ltd.事件（887 F.3d 1117、CAFC　2018年）の判決を引用した。Vandaの判決では、特定の治療方法に関するクレームは特許適格性を備えるという見解が示されている。特に、Vandaのクレームは統合失調症患者を治療する方法で、最初に遺伝子検査を実施して患者がCYPD2D6のパフォーマーであるか否かを判断する方法を含んでいると、CAFCは説明する。その検査の結果に基づいて、特定の用量のイロペリドンが選択され、そして内部投与され、その結果として危険な副作用の危険性が減少する。Vandaの法廷は、当該クレームが特定の結果を達成するために特定の化合物を特定の用量で使用する特定の患者のための特定の治療方法に関するので、当該クレームはイロペリドンＣＹＰ２Ｄ６代謝と副作用との自然の関係に関するものでないと判断した。' }] },
                { type: '', elements: [{ texttype: '', text: 'CAFCは、Vanda事件をMayo Collaborative Servs. 対Prometheus Labs., Inc.事件（566 US 66、2012年）での最高裁判所の判決と区別している。CAFCは、自然法則の観察のみを要求したMayo事件で不適格とされているクレームとは異なり、Vanda事件のクレームは患者の状態を自然な状態から変えるために医師が薬物を積極的に投与することを要求していると説明する。Mayo事件のクレームは、測定された代謝産物レベルに基づいて実際の行動をとることを要求していなかったので、治療のクレームではなかった。Natural Alternatives事件における方法クレームに関して、CAFCは、これらのクレームは「既存成分であるベータアラニンを使用するための特許適格性を備える新規の方法に関するものである」から、「新規且つ有用なプロセスの特許を許可する米国特許法第101条の要件に明らかに該当する」、と述べた。' }] },
                { type: '', elements: [{ texttype: '', text: '次に、CAFCはプロダクトクレームを取り上げ、プロダクトクレームが「天然物を組み込んだ特定の治療製剤に関すること」及び「異なった特性を持ち、自然のままのベータアラニンでは不可能である方法において使用できること」を理由として、特許適格性を有すると判断した。特に、これらのクレームは特定の投与量及び形態を記載している。この分析において、CAFCはFunk Brothers Seed Co.対Kalo Inoculant Co.事件（333 US 127、1948年）における最高裁判決と区別した。Funk Brothers事件では、クレームされた２種類の天然化学物質の組み合わせは、この組み合わせが常に持っていた効果と同じ効果を持ち、この種類の組み合わせはそれらの有用性の範囲の拡大をもたらさなかった。CAFCは、プロダクトクレームにベータアラニンとグリシンの両方を含めることによる相乗的な利益を示唆する証拠があるから、Funk Brothers事件はNatural Alternatives事件とは異なると結論付けた。' }] },
                { type: '', elements: [{ texttype: '', text: '最後に、CAFCは製造クレームを取り上げた。CAFCは、ベータアラニンが「栄養補助食品」を作ることに使用されるというクレーム中の記載は、「自然法則もしくは自然の産物に関するのではなく、自然法則及び特定の特徴を備える人間の栄養補助食品の製造に関するプロダクトの新規な使用の適用である」と述べている。そして、該栄養補助食品は自然の産物ではなく、結果を達成するための補助食品の使用は自然法則に関するものではないと結論づけた。したがって、非天然栄養補助食品の製造に関するクレームは、自然法則または天然物に関するものではない。' }] },
                { type: '', elements: [{ texttype: '', text: 'Reyna裁判官は、部分的に同意し且つ部分的に反対しながらも、多数意見がとりわけ「栄養補助食品」という用語を使用して広範囲なクレーム解釈をしていること、そして明細書から「時間をかけて人間に投与すると、組織の機能を効果的に高める」等のクレーム限定を導入していることに疑問を唱えた。Reyna裁判官は、差し戻し裁判では、米国連邦地裁が正式なクレーム解釈を行い、101条問題を再検討することができると意見を述べた。' }] },
                { type: '', elements: [{ texttype: '', text: 'この判決は、天然の化合物を用いた治療にもかかわらず、米国特許法第101条の下でこのような治療についての特許適格性を備える可能性がある場合を明確にするのに役立つ。CAFCが説明したように、「我々は自然界に住んでおり、すべての発明は自然の法則によって制約されている」ので、我々は自然法則の禁止を過度に採用するべきではない。' }] },
                { type: '', elements: [{ texttype: '', text: 'CAFCはこの判決で、特定の用量の天然成分（ベータアラニン）を含む栄養補助食品をカバーする特許クレームが米国特許法第101条に基づく特許適格性を有する主題であるかについての問題を扱った。米国連邦地裁を覆して、CAFCは、ベータアラニンは天然物であるが、クレームは「天然物を含有する特定の治療製剤」であり、自然のままのベータアラニンでは不可能な方法においてこのような天然物を使用できると判断した。特に、CAFCは、治療のクレームに対する適格性の重要な要素は、「特定の生理的利益」につながる方法で「恒常性が克服される」か否かであると説明し、栄養補助食品の生理的利益によって、治療クレームとして特許適格性を備えることが示された。この判決は、天然の化合物を用いた治療にもかかわらず、米国特許法第101条の下でこのような治療についての特許適格性を備える可能性がある場合を明確にするのに役立つであろう。' }] },
            ],

        authorIDs:
            ['Michael Sandonato', 'Brian Klock', 'Yasuhiro Ohtsuka, Ph.D.', 'Wakako Ohtsuka'],
    },

    // // February issue
    {
        casetitle: 'Helsinn Healthcare S.A. 対 Teva Pharmaceuticals USA, Inc.事件',
        caseno: 'No. 17-1229',
        reportyear: '2019',
        reportmonth: '2',
        reportdate: 'U.S. January 22, 2019',
        reportpreview: ['この判決では、リーヒ・スミス米国発明法(AIA)による改正後のon-sale bar（販売による不特許事由）について、発明者が第三者に対して発明の販売（又はその申し出）を行った場合には、たとえ第三者が発明を秘密に保持する義務を負っていたとしてもon-sale barに該当しうることが明らかになった。なお、この事件では、発明の詳細は秘密に保持されていたが、販売（の申し出）の存在自体は公にされていた。したがって、この判決は、販売（の申し出）の存在自体が公にされていない場合に対しては、必ずしも指針を提供するものではない。'],
        content:
            [
                { type: 'sub', elements: [{ texttype: '', text: '－守秘義務を伴う販売がAIA後のon-sale barに該当しうることを示した判決－' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Helsinn Healthcare 対 Teva Pharmaceuticals事件において、最高裁判所は、発明を秘密に保持する契約上の義務を負う第三者に対して発明を販売したことによって、その発明がリーヒ・スミス米国発明法(AIA)における35 U.S.C. §102(a)に規定される「販売され(on sale)」の状態になるか否かという争点を扱った。AIAの制定前は、発明の詳細が秘密に保たれる態様でなされた販売であっても、Pre-AIA §102(b)の下で特許を無効にする先行技術として認定される可能性があった。最高裁判所はHelsinn事件において、AIAは§102(a)においてon-sale bar(販売による不特許事由)を全体として維持しつつ包括的文言である「又はその他の形で公衆に利用可能であった場合(or otherwise available to the public)」を追加したが、その変更は「販売され(on sale)」の意味を変更するものではないと判断した。それゆえ、発明者が発明を第三者に販売したことは、たとえ第三者が発明を秘密に保持する義務を負っていたとしても、§102(a)の下での先行技術としての要件を満たしうるものである。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Helsinn(Helsinn Healthcare S.A.)は、Aloxi(癌化学療法誘発性悪心嘔吐を治療する医薬品)を製造するスイスの製薬会社である。1998年に、Helsinnは、Aloxiの有効成分であるパロノセトロンの開発を開始した。2000年の初期に、Helsinnは、FDA(アメリカ食品医薬品局)に対してフェーズ３の治験実施計画書を提出し、0.25mg及び0.75mgの用量でのパロノセトロンの研究を提案した。その年の後期に、Helsinnは、米国で医薬品の販売及び配送を行っているミネソタ州の製薬会社であるMGI(MGI Pharma, Inc.)との間で、２つの契約を締結した。これらの契約は、(i)ライセンス契約、及び(ii)供給購入契約を含んでおり、いずれも用量に関する情報を含んでいたが、MGIが契約下で受領したあらゆる専有情報の秘密を保持することを要求していた。Helsinn及びMGIは、これらの契約をジョイントプレスリリースにより発表した。また、MGIは、これらの契約を米国証券取引委員会(SEC)に対してForm 8-K提出により報告した。しかしながら、プレスリリース及びForm 8-K提出はいずれも、契約がカバーする具体的な用量の記述を公開していなかった。' }] },
                { type: 'para', elements: [{ texttype: '', text: '2003年１月30日に、Helsinnは、0.25mg及び0.75mgの用量のパロノセトロンをカバーする仮特許出願を行った。その後10年にわたって、Helsinnは、2003年１月30日付け仮特許出願の優先権を主張する４つの特許出願を行った。2013年5月に出願され米国特許第8,598,219号(\'219特許)として発行された４番目の特許出願は、AIA後の出願としての要件を満たすものとして最高裁判所により検討されたものである。\'219特許は、５ml溶液中の0.25mgの固定用量のパロノセトロンをカバーしていた。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'Teva Pharmaceutical Industries, Ltd.,及びTeva Pharmaceuticals USA, Inc. (以下、まとめて「Teva」と呼ぶ)は、ジェネリック医薬品を製造するイスラエルの企業とその米国関連会社である。2011年に、Tevaは、ジェネリックの0.25mgパロノセトロン製品を販売する許可をFDAから得ようとした。その後、Helsinnはニュージャージー州の連邦地方裁判所においてTevaに対する訴訟を提起し、\'219特許を含む自己の特許権が侵害されたと主張した。Tevaは抗弁として、2003年１月のHelsinnによる仮特許出願の前の１年よりも前に0.25mgの用量のパロノセトロンが「販売され(on sale)」ていたことを理由に、\'219特許が無効であると主張した。地方裁判所は、Tevaの抗弁を棄却し、AIAの可決と§102(a)に対する「又はその他の形で公衆に利用可能であった場合(or otherwise available to the public)」という文言の追加とにより、on-sale barに関する法が変更されたと判断した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'その後、TevaはCAFCに控訴した。CAFCは、地裁判決を覆し、特許された主題は「基準日である2002年１月30日以前の特許を無効にする販売契約の支配下にあり、AIAは本件に関係する状況における『on-sale』の法的意味を変更してはいない」と判断した。CAFCは最初に、特許発明が商業的な販売又は販売の申し出(即ち、HelsinnとMGIとの供給購入契約)の対象であったと判断した。CAFCによれば、この契約は「商業的な販売契約に関する全ての特徴を伴っている」。' }] },
                { type: 'para', elements: [{ texttype: '', text: '次にCAFCは、AIAが「\'219特許に関して要件を満たす販売がないこととなるように」§102(a)の意味を変更したか否かに関する争点を扱った。この争点に関して、CAFCは、自身によるAIA以前の裁判例を検討し、AIAの可決前は一定状況下での秘密販売がon-sale barを引き起こすと判断されていたと述べた。次にCAFCは、たとえAIA又はこれに関する議会の「フロアステートメント(立法過程における議員の発言)」がこのような秘密販売に関する裁判例を無効化しようとする意図を示していたとしても、「そのことは本件において何の影響も持たない。というのも、これらの裁判例には、販売又は申し出の存在が公であったか否かが関係していたからである。本件では、販売(HelsinnとMGIとの間の供給購入契約)の存在は、SECに対するMGIの8-K提出において公に発表されていた。」と述べた。それゆえ、CAFCは、「AIA以降は、販売の存在が公であれば」、AIAのon-sale barの範疇に入るのに「販売条項の中で発明の詳細が公開される必要はない」と結論づけた。' }] },
                { type: 'para', elements: [{ texttype: '', text: '最高裁判所は、Helsinnによる裁量上訴を受理した。最高裁判所は、発明者に「一定の年数にわたって発明を実施する排他的権利」を認めることによって「技術及びデザインにおける新規で有用で非自明な進歩の創造及び開示」を促進するという、連邦特許制度の目的を検討することから分析を開始した。最高裁判所は更に、1836年以降に制定された各々の特許法(AIA前に施行されていた特許法を含む)がどのようにon-sale barを含んできたかを論じた。その後、最高裁判所はAIA以前のon-sale barに関する自身の判例を分析し、自身の判例が、特許を無効にする先行技術を構成する条件に関して、販売又は販売の申し出が発明を公衆に利用可能にすることを必要とはしていないことを示唆していると判断した。(例えば、Pfaff 対 Wells Electronics, Inc., 525 U.S. 55, 67 (1998)、及び Consolidated Fruit-Jar Co. 対 Wright, 94 U.S. 92, 94 (1877)を参照。)' }] },
                { type: 'para', elements: [{ texttype: '', text: '「on-sale」の意味に関するAIA以前の確立した裁判例を考慮して、最高裁判所は、議会がAIAにおいて同一の文言を再制定した際に、議会がこのフレーズに関する以前の法解釈を採用したと考えた。続いて最高裁判所は、AIAの文言に対して「又はその他の形で公衆に利用可能であった場合(or otherwise available to the public)」という文言が追加されたことは、再制定された文言「on sale」の意味を変更することを議会が意図していたと結論づけるには不十分な変更であると判断した。従って、最高裁判所は、議会がAIAを制定した際に議会は「on sale」の意味を変更してはいないと判断したので、発明を秘密に保持する義務を負う第三者に対して発明者が発明を販売したことは、§102(a)の下での先行技術としての要件を満たしうるものであると判断した' }] },
                { type: 'para', elements: [{ texttype: '', text: 'この判決は、発明者が第三者に対して発明の販売又は販売の申し出を行うことが、たとえ第三者が発明に関する一定の詳細を秘密に保持する義務を負っていたとしても、§102(a)の下での先行技術としての要件を満たしうるということを意味する。しかしながら、この事件における事実によれば、販売又は販売の申し出は公にされており、この点は裁判所で重視されていた。それゆえ、この判決は、販売の存在が公でない状況において、秘密保持義務を伴う販売がAIAの§102(a)の下でon-sale barを引き起こすか否かに関しては、必ずしも指針を提供するものではない。' }] },
                { type: 'point', elements: [{ texttype: '', text: 'この判決では、リーヒ・スミス米国発明法(AIA)による改正後のon-sale bar（販売による不特許事由）について、発明者が第三者に対して発明の販売（又はその申し出）を行った場合には、たとえ第三者が発明を秘密に保持する義務を負っていたとしてもon-sale barに該当しうることが明らかになった。なお、この事件では、発明の詳細は秘密に保持されていたが、販売（の申し出）の存在自体は公にされていた。したがって、この判決は、販売（の申し出）の存在自体が公にされていない場合に対しては、必ずしも指針を提供するものではない。' }] },
                {
                    type: 'point', elements: [
                        { texttype: 'link', text: 'https://www.patest.co.jp/pdf/2019-02-ART1_CAFC.pdf' },
                        { texttype: 'text', text: '弊所の大塚弁理士と坂田弁理士が執筆した、本最高裁判決の原審であるCAFC判決の解説が、知財管理誌に掲載されました。こちらをご覧ください。 (一般社団法人日本知的財産協会「知財管理」Vol. 67, No. 12, pp. 1911-1920 (2017))' }]
                }
            ],

        authorIDs:
            ['Michael Sandonato', 'Brian Klock', 'Yasuhiro Ohtsuka, Ph.D.', 'Yasuhiro Sakata'],
    },

    // 2018年

    // August issue
    {
        casetitle: 'In re: HTC Corporation 事件',
        caseno: 'CAFC No. 18-130',
        reportyear: '2018',
        reportmonth: '8',
        reportdate: 'May 9, 2018',
        reportpreview: ['この判決の少し前に出たTC Heartland事件の最高裁判決は、米国企業を被告とする特許訴訟の裁判地が、被告企業の設立地、又は被告が侵害行為を行いかつ正規の確立した営業所を有する地に制限されることを判示した。一方CAFCはこの判決で、外国企業を被告とする特許訴訟では、被告が訴状の適切な送達を受けることのできる任意の米国連邦地方裁判所において提起可能であることを判示した。'],
        content:
            [
                { type: 'sub', elements: [{ texttype: '', text: '－TC Heartland判決(裁判地の制限)が外国企業には適用されない旨を示した判決－' }] },
                {
                    type: 'para', elements: [
                        { texttype: '', text: 'CAFCはこの判決(以下、「HTC事件」と呼ぶ)で、昨年のTC Heartland事件の最高裁判決(TC Heartland LLC v. Kraft Foods Grp. Brands LLC, 137 S. Ct. 1514 (2017))を踏まえて、非米国企業に対する特許侵害訴訟における適切な裁判地の問題を扱った。TC Heartland判決は、' },
                        { texttype: 'under', text: '米国企業' },
                        { texttype: '', text: 'に対する特許侵害訴訟における適切な裁判地の問題を扱っているが、' },
                        { texttype: 'under', text: '外国企業' },
                        { texttype: '', text: 'に対する裁判地の問題については明示的に扱ってはいなかった。' }]
                },
                { type: 'para', elements: [{ texttype: '', text: 'HTC事件において、3G Licensing, S.A., Orange S.A.及びKoninklijke KPN N.V. (まとめて「被控訴人」と呼ぶ)は、デラウェア地区においてHTC Corporation及びHTC America, Inc.に対して訴訟を提起し、特許侵害を主張した。HTC Corporationは、主たる営業地を台湾とする台湾企業であり、HTC America, Inc.は、HTC Corporationが所有する米国の完全子会社であって、ワシントン州において設立されそこを主たる営業地としている。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'HTC Corporation及びHTC Americaは、規則12(b)(3)に基づき裁判地が不適切であることを理由に事件を却下するか、若しくは、28 U.S.C. §1404(a)又は§1406(a)に従って事件をワシントン州西部地区へ移送するように申立てを行った。2017年12月18日、地方裁判所は、HTC Americaに関しては裁判地が不適切であると判断したが、HTC Corporationに関しては裁判地が適切であると判断した。HTC Corporationに関して裁判地が適切であると判断するに際して、地方裁判所は、Brunette判決(Brunette Machine Works, Ltd. v. Kockum Industries, Inc., 406 U.S. 706 (1972))に依拠した。' }] },
                { type: 'para', elements: [{ texttype: '', text: '地方裁判所の決定の後に、被控訴人は、HTC Americaに対する訴訟について権利放棄を伴わない自発的な取り下げを行った。続いて、HTC Corporation(「HTC」と呼ぶ)は、裁判地が不適切であることを理由に2017年12月18日の決定を破棄して訴えを棄却する職務執行令状(writ of mandamus)を発行するように、CAFCに対して申立てを行った。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'CAFCはHTCの申立てを却下した。そのような申立てを判断するに際して、職務執行令状を発行するためには次の３つの条件が満たされなければならない。(１)申立人が所望の救済を得るための適切な手段を持っていないこと。(２)申立人が令状の発行に関して「明白かつ議論の余地のない」権利があることを立証すること。(３)たとえ条件１及び２が満たされたとしても、その状況下で令状を発行することが適切であると裁判所が自身の裁量において確信しなければならないこと。CAFCは、HTCが条件１及び２を満たしていないと判断し、それゆえ、職務執行令状の申立てを却下することが適切であると判断した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'HTCが所望の救済を得るための適切な手段を持っているか否かを検討する際に、CAFCは、HTCが申立ての根拠とした28 U.S.C. § 1406(a)に基づいて職務執行令状の発行の申立を認めたことが稀であると述べた。その理由は、不適切な裁判地であると主張する被告が、終局判決に対する控訴という適切な救済を利用可能であることである。CAFCは、Bankers事件の最高裁判決(Bankers Life & Cas. Co. v. Holland, 346 U.S. 379, 383 (1953))を引用して、「たとえ遅延や不必要な審理による不都合が生じる可能性があるとしても、特別令状を控訴の代替手段として用いることはできない」と述べた。控訴審ではHTCに適切な救済を与えることができないことを示すものは他に存在しなかったため、HTCは、職務執行令状を発行するのに必要な条件１を満たすことができなかった。' }] },
                { type: 'para', elements: [{ texttype: '', text: '次にCAFCは、HTCが職務執行令状の発行に関して「明白かつ議論の余地のない」権利を有するか否かの問題に移った。HTCは、地方裁判所がBrunette判決に依拠したことに異議を唱え、(i)Brunette判決が28 U.S.C. § 1391(c)(3)のもはや存在しないバージョンに依拠していること、及び(ii)本件の裁判地について依拠すべき適切な法令は28 U.S.C. § 1400(b)であることの両方を主張した。CAFCはHTCに同意せず、「外国人に対する訴訟は、一般法であれ特別法であれ連邦の裁判地に関する法の作用の完全な範囲外にあるという、長年にわたって確立した規則」(Brunette判決, 406 U.S. at 714)を支持した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'CAFCは、外国人の被告が裁判地に関する法令により保護されるか否かに関する長い歴史を検討した。最初の検討対象は、Hohorst判決(In re Hohorst, 150 U.S. 653 (1893))である。Hohorst判決においては、当時存在していた裁判地に関する法令は1887年3月3日の裁判所法のch. 373, § 1, 24 Stat. 552であり、これは「どのような始審令状又は手続を用いたとしても、ある者(person)が居住していない地区においては、その者に対して（地方又は巡回）裁判所における民事訴訟を提起することはできない」と規定していた。最高裁判所は、この法律において使用される「person」は米国の居住者を意味し、それゆえ、米国において提訴された外国人又は外国企業には該当し得ず、このような主体に対しては、その主体に対して有効な送達を行うことができる任意の地区において提訴可能であると判断した(Hohorst判決, 150 U.S. at 662)。' }] },
                { type: 'para', elements: [{ texttype: '', text: '次に、前述したBrunette判決において、最高裁判所は、Hohorst判決に依拠して、特許訴訟における裁判地を定めた§ 1400(b)の存在にも関わらず外国人の裁判地に関する規則は存続していると判断した。その当時、28 U.S.C. § 1391(c)(3)はまだ28 U.S.C. § 1391(d)であり、「外国人に対しては任意の管轄区域において提訴可能である」と規定されていた。最高裁判所は、外国人の被告に§ 1400(b)を適用すると「裁判地のギャップ」(連邦裁判所が裁判管轄を持つが、そのような裁判管轄を行使する適切な裁判地が存在しない状況)を生み出すことになるが、これは議会の意図したことであるはずがない、と述べた。更に、§ 1400(b)は、§ 1391(d)における広範な原則を外国人の被告に適用することに対する「シールド(盾)」として使用可能なものではないと判断された。' }] },
                { type: 'para', elements: [{ texttype: '', text: '本事件において、HTCは、Brunette判決及び外国人の裁判地に関する規則は共に、§ 1391(c)を改正した2011年のFederal Courts Jurisdiction and Venue Clarification Act(以下、「2011年改正」と呼ぶ)によって無効化されたから、本事件の状況において§ 1400(b)を適用可能であると主張した。CAFCは、この主張を却下した。第１に、Brunette判決(これは依然として有効な判例法である)によって確立されたように、§ 1400(b)は外国人の被告に適用するためのものではない。TC Heartland事件の最高裁判決は、この結論を変更してはいない。TC Heartland判決において引用された判決は、Brunette判決においても引用されており、Brunette判決は、普通裁判籍に関する条項を特許訴訟に適用することを最高裁判所が過去に拒絶していたことを認識していたが、それでもなお外国人の裁判地に関する規則を特許訴訟に適用した。本来、§ 1400(b)は、この規定が無い場合に適用される裁判地の基準を置き換えるためにのみ使用されるものであって、外国人の裁判地に関する規則の場合のように裁判地の基準が存在しない場合における基準としての役割は持たない。' }] },
                { type: 'para', elements: [{ texttype: '', text: '加えて、普通裁判籍に関する法令に対する2011年改正は、特許訴訟における外国人の裁判地に関する規則の適用を変更するように§ 1400(b)の意味を変更してはいない。2011年改正に付随する報告書は、裁判地に関していかなる特許訴訟にも言及していないし、特許訴訟のために外国人の裁判地に関する規則を変更しようとする議会の意図のようなものをいかなる形でも示してはいない。' }] },
                { type: 'para', elements: [{ texttype: '', text: '最後に、CAFCは、2011年改正がBrunette判決の背景にある論理的根拠を置き換えたというHTCの主張を扱ったが、やはり、外国人の被告を裁判地に関する法令の枠内で一般的に扱おうとする議会の意図は存在しなかったと判断した。2011年改正における外国人の裁判地に関する規則に対する１つの明らかな変更は、永住資格を持つ帰化した外国人に裁判地に関する保護を与えるために自然人の定義を調整したことである。2011年改正の中には、これが外国企業やその他の帰化していない外国人にも適用可能であることを示すようなものは何もない。実際、2011年改正の§ 1393(c)(3)は、「外国企業を除外することなく、『米国内に居住していない』あらゆる『被告』に対する裁判地に関する保護を否定する広い文言を使用している」。更に、2011年改正に付随する報告書は、外国人の被告が裁判地に関する抗弁を持たないままであることを強調している。それゆえ、本事件において適切な裁判地を決定するためにBrunette判決ではなく§ 1400(b)が適用されるとするHTCの主張は、無意味である。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'HTCが最後に行った１つの主張は、HTCの子会社がワシントン州に置かれた米国企業であるから、本事件においては裁判地のギャップは存在せず、親会社の裁判地は子会社にとって適切な裁判地がどこであるかに基づくことができるというものであった。CAFCは、仮にこの主張が受け入れられたとしても、外国企業については依然として裁判地のギャップが存在する場合があるであろうと述べた。HTCの主張は、抜け穴を塞ぐために更に大きな抜け穴(「§ 1400(b)に含まれる居住地を問わない条項に関しても対象外である外国人の被告に対して、特許権者が侵害の訴えを提起することが完全に不可能」になる結果をもたらすであろうもの)を作ろうとするものである。それゆえ、HTCは、令状の発行に関して「明白かつ議論の余地のない」権利があることを立証できておらず、職務執行令状を発行するための要件のうちの条件２を満たせていない。HTCは条件１及び２を満たせていないため、CAFCは、条件３に基づく裁量を行使する理由を見いだすことがなく、職務執行令状の発行の申立てを拒絶することが適切であると判断した。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'HTC判決は、国内企業の特許訴訟における裁判地に関する規則を明確化した最近のTC Heartland判決を踏まえてなされたものである。しかしながら、HTC判決は、特許訴訟における国内企業のための裁判地選択と外国企業のための裁判地選択との間に明確な線引きを行い、外国人の被告が米国の法体系において普遍的に受ける特有の扱いを再度強調した。それゆえ、この判決は、非米国企業が訴状の適切な送達を受けることのできる任意の米国連邦地方裁判所において、非米国企業に対する特許侵害訴訟を提起可能であることを明らかにしたという点で、重要である。' }] },
                { type: 'point', elements: [{ texttype: '', text: 'この判決の少し前に出たTC Heartland事件の最高裁判決は、米国企業を被告とする特許訴訟の裁判地が、被告企業の設立地、又は被告が侵害行為を行いかつ正規の確立した営業所を有する地に制限されることを判示した。一方CAFCはこの判決で、外国企業を被告とする特許訴訟では、被告が訴状の適切な送達を受けることのできる任意の米国連邦地方裁判所において提起可能であることを判示した。' }] },
            ],

        authorIDs:
            ['Michael Sandonato', 'Brian Klock', 'Yasuhiro Ohtsuka, Ph.D.', 'Yasuhiro Sakata'],
    },

    {
        casetitle: 'WesternGeco LLC v. Ion Geophysical Corp. 事件',
        caseno: 'Supreme Court No. 16-1011',
        reportyear: '2018',
        reportmonth: '8',
        reportdate: 'June 22, 2018',
        reportpreview: ['米国最高裁はこの判決で、米国特許法271条(f)(2)の下で特許侵害を証明した特許権者は、米国外で行われた行為に基づく遺失利益について損害賠償を獲得できることを示した。本事件は、海外で特許製品が組み立てられるように部品を輸出した侵害者に対し、米国外で生じた行為に基づく遺失利益の損害賠償を課した点で重要である。'],
        content:
            [
                { type: 'sub', elements: [{ texttype: '', text: '－海外で特許製品が組み立てられるように部品を輸出した場合における海外での使用行為に基づく遺失利益に損害賠償を認めた最高裁判決－' }] },
                { type: 'para', elements: [{ texttype: '', text: '米国最高裁はこの判決で、米国特許法271条(f)(2)の下で特許侵害を証明した特許権者は、米国外で行われた行為に基づく遺失利益について損害賠償を獲得できることを示した。' }] },
                { type: 'para', elements: [{ texttype: '', text: '米国外での部品の組み立てが、仮に米国内で組み立てられていたならば米国特許の侵害といえる場合、米国から部品を供給した者は米国特許法271条(f)(1)(2)の下で米国特許の侵害者となることがある。米国特許法271条(f)(2)の下での侵害となるためには、供給された部品は「実質的な非侵害用途に適している」ものであってはならず、侵害者は、仮に米国内で組み立てられていたならば侵害となるような態様で海外で部品が組み立てられるように意図していなければならない。' }] },
                { type: 'para', elements: [{ texttype: '', text: 'WesternGecoは、海底下の石油及びガスを探索するために用いられる海洋探査システムをクレームする４つの特許を所有している。特許されたシステムは、「ストリーマ」（センサで埋め尽くされた長い浮遊ケーブル）の列を備えており、これは間隔を維持し及び船舶の後ろで引っ張られた際にからまることを防ぐように、横方向に動かすことができる。IONは、ストリーマの動きを制御することを補助するDigiFINと呼ばれる製品を製造し、多くのDigiFINを外国企業に販売し、また外国企業はDigiFINを用いた調査を行っていた。WesternGecoは、米国特許法271条(f)(1)(2)によりIONを訴えた。' }] },
                { type: 'para', elements: [{ texttype: '', text: '公判を経て、陪審は米国特許法271条(f)(2)の下でIONがWesternGeco特許を侵害したと判断し、WesternGecoに対する1250万ドルの合理的ロイヤリティ及び9340万ドルの損害賠償の支払いを命じた。合理的ロイヤリティは、IONによる米国からのDigiFINの供給に基づくものであった（すなわち、米国内で起こったとみなされた行動に基づくものであった）。一方で、9340万ドルの損害賠償は、米国外で行われた行動に基づくものであった。より詳細には、WesternGecoは特許された海洋調査システムを販売もライセンスもしてはおらず、石油及びガス会社のための調査を行うために自身がこの技術を用いていたのであった。この損害賠償は、１０回の調査契約により外国企業が受けた価値を表すものであって、陪審によれば、IONによる侵害がなければWesternGecoが獲得できるはずのものであった。IONは控訴した。' }] },
                { type: 'para', elements: [{ texttype: '', text: '控訴審においてCAFCは、域外適用を認めない推定、すなわち「特許法は国内のみに適用され外国での活動には及ばない」(Microsoft Corp. v. AT&T Corp., 550 U.S. 437, 454-455 (2007))との推定により、特許法は遺失利益の回復を認めていないと判示した。CAFCは、WesternGecoが米国特許法271条(f)(2)の下での特許侵害について米国からのDigiFINの供給に対する合理的ロイヤリティの形で既に補償を受けており、米国外で外国企業によって交渉及び締結された調査契約についての損害を回復することはできない、と判示した。WesternGecoは遺失利益に関して米国最高裁に上告受理を申し立て、米国最高裁は上告を受理した。' }] },
                { type: 'para', elements: [{ texttype: '', text: '米国最高裁の多数意見は、WesternGecoに米国特許法271条(f)(2)の下での特許侵害についての外国での遺失利益を回復する権限を認めた。' }] },
                { type: 'para', elements: [{ texttype: '', text: '米国最高裁は、域外適用の問題を判断するために米国最高裁によって確立されている２ステップの枠組みを用いた。第１のステップでは域外適用を否定する推定が覆されているかどうかが問われ、第２のステップでは事件が法令の国内適用を受けるかどうかが問われる。本事件において米国最高裁は第１の問いには答えないことを選択し、裁量により第２のステップを用いて本事件について判断することとした。本事件が法令の国内適用を受けるかどうかという争点に関し、米国最高裁は、「裁判所は、法令の「注目点」を特定し、この注目点に関連する行為が米国領域内で行われたかどうかを問うことにより、この判断を行ってきた」と述べた。そして多数意見は、「本事件において、法令の注目点に関連する行為は国内で行われた」と結論づけた。' }] },
                { type: 'para', elements: [{ texttype: '', text: '多数意見は、特許損害賠償条項（米国特許法284条)の目的は、特許権者に対して特許侵害に関する「完全な補償」を与えることにあると説明した。この条項の着目点は「侵害」である。しかしながら、「特許は様々な方法で侵害されるであろう」から、裁判所は「発生した侵害の形式」、本事件では米国特許法271条(f)(2)の下での侵害の形式に着目し、この条項が国内での行為に注目しているかどうかを判断した。多数意見は以下のように理由づけた。' }] },
                { type: 'para', elements: [{ texttype: '', text: '米国特許法271条(f)(2)が規制する行為、すなわちその注目点は、「米国内で又は米国から供給する」という国内での行為である。米国最高裁が認めてきたところによれば、米国特許法271条(f)は国内での行為に関心を寄せたものである。この条項は、「我々の特許法の穴に対する直接的な対応」(Microsoft Corp., 550 U. S., at 457)であって、「米国内で製造されたのに海外で組み立てられる部品に手を伸ばす」(Life Technologies [Corp. v. Promega Corp.], 580 U.S., at ___ [(2017)] (slip op., at 11))ものである。' }] },
                { type: 'para', elements: [{ texttype: '', text: '本事件におけるこの注目点に関連する行為は、WesternGecoの特許を侵害する部品を供給するというIONによる国内での行為であるから、明らかに米国内で行われたものである。したがって、WesternGecoにもたらされた遺失利益の損害賠償は、米国特許法284条の国内適用にあたる。' }] },
                { type: 'para', elements: [{ texttype: '', text: '多数意見は、特許侵害がなければ「有していたはずの良い立場」に特許権者がいるために十分となるように損害を回復することが、米国特許法271条(f)(2)及び284条の下で特許権者には認められており、このような回復には「特許権者が米国特許法271条(f)(2)の下での特許侵害を証明した場合には外国での遺失利益が含まれる」と結論づけた。そして、多数意見は、IONによる「海外で生じた出来事は特許侵害に単に付随するものにすぎない」として、WesternGecoに対する遺失利益の損害賠償につながる行為の域外性を強調しようとした主張を排斥した。' }] },
                { type: 'para', elements: [{ texttype: '', text: '本事件は、米国外で生じた行為に基づく遺失利益の損害賠償を侵害者に課した点で重要である。しかしながら、このような遺失利益は米国特許法271条(f)(2)の下での全ての侵害に対して認められるわけではなさそうであり、事件特有の事実に影響を受けそうである。なぜなら、多数意見は脚注において「他の特定の事件において、因果関係等の理由によって損害賠償がどの程度制限又は否定されるかについては言及しない」としているからである。' }] },
                { type: 'point', elements: [{ texttype: '', text: '米国最高裁はこの判決で、米国特許法271条(f)(2)の下で特許侵害を証明した特許権者は、米国外で行われた行為に基づく遺失利益について損害賠償を獲得できることを示した。本事件は、海外で特許製品が組み立てられるように部品を輸出した侵害者に対し、米国外で生じた行為に基づく遺失利益の損害賠償を課した点で重要である。' }] },
            ],

        authorIDs:
            ['Michael Sandonato', 'Brian Klock', 'Yasuhiro Ohtsuka, Ph.D.', 'Tomofumi Kinoshita'],
    },

    // // May issue

    // TODO: Start here next time
    // https://www.patest.co.jp/cafc/2018/cafc20180501.html
    {
        casetitle: '標準必須特許の消尽に関する米国判決の紹介',
        caseno: 'null',
        reportyear: '2018',
        reportmonth: '5',
        reportdate: 'null',
        reportpreview: ['日本では、標準必須特許に関する知財高裁の判決では特許の実質的な実施品の譲渡に特許の消尽を認めなかったが、アメリカの幾つかの判決は、これらに特許の消尽を認めている。そこで、日本の特許庁による“標準必須特許のライセンス交渉に関する手引”きにも引用されているQuanta 最高裁判決を中心に数件の米国の判決を紹介する。'],
        content:
            [
                { type: 'para', elements: [{ texttype: '', text: '日本では、標準必須特許に関する知財高裁の判決では特許の実質的な実施品の譲渡に特許の消尽を認めなかったが、アメリカの幾つかの判決は、これらに特許の消尽を認めている。そこで、日本の特許庁による“標準必須特許のライセンス交渉に関する手引”きにも引用されているQuanta 最高裁判決を中心に数件の米国の判決を紹介する。' }] },
                { type: 'sub', elements: [{ texttype: '', text: '－第1： Quanta Computer, Inc. v. LG Electronics, Inc., 553 U.S. 617 (2008)－' }] },
                { type: 'para', elements: [{ texttype: '', text: '米国の判例の下で特許消尽とは、特許権者が許可した制限のない最初の販売によって特許品に対する特許権者の全ての権利が消滅する原則をいう。特許の消尽は特許権者、そしてライセンシーによる特許品の販売の双方に適用される。' }] },
                { type: 'para', elements: [{ texttype: '', text: '米国における、特許消尽による防御は、19世紀の半ばに遡るが、今までの所、規格必須特許がカバーする技術への適用は少ない。しかしながら、最近の判決は、ライセンスされた部品の販売後の使用の制限に消尽の原則を適用して、使用制限を限定、否定する判決が出ている。' }] },
                { type: 'para', elements: [{ texttype: '', text: '先ず、米国最高裁が2008年6月9日にQuanta Computer, Inc.（以下、Quanta）とLG Electronics, （以下、LG）との間の特許消尽の問題に関して下した判決を照会する。' }] },
                { type: 'para', elements: [{ texttype: '', text: '' }] },
                { type: 'para', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
            ],

        authorIDs:
            [''],
    },

    //         [{ text: '' },
    //         { text: '' },
    //         { text: '' },
    //         { text: '' },
    //         { text: '' },
    //         { text: '' },
    //         { text: '' },
    //         { text: '因みに、US特許5,379,379号特許（379号特許）は、メモリコントロールユニット（ＭＣＵ）の特許である。このクレームは、メインシステムメモリを制御するＭＣＵを定義し、当該ＭＣＵは、?メインシステムメモリとの第１のインタフェースと、?システムバスとの第２のインタフェースと、?第１及び第２のインタフェースに接続され、システムメインメモリやキャッシュメモリに格納されている情報に対するライト要求と、リード要求とを選択的に実行する制御手段とを備えることを特定している。' },
    //         { text: 'ここで、リード要求と、ライト要求の実行順に関し、例えば、リード要求とライト要求の対象情報（対象アドレス）が同一であれば、ライト要求を実行する前にリード要求を実行すると、古いデータを要求元に返すことになる。そこで、379号特許では、ライト要求を先に実行することにより情報の整合性を担保しつつ、これ以外のケースではリード要求を先に実行することにより処理速度を担保することを特徴として特許が認められ、そこに特許の本質がある。' },
    //         { text: 'Intelが販売した製品は、クレームに記載された上記?～?の構成全てを含むものではなく、379号特許の特徴的な部分を含む。そのチップを購入したQuantaはそのチップに情報処理装置で使う標準部品を組み合わせて、ＭＣＵやデータ処理システムを製造・販売した。' },
    //         { text: '更に、裁判所はライセンシーの販売に関する制限に関しては、当該ライセンス契約はIntelに単に、LGが希望しているIntel製品と非Intel製品の共用の制限をIntelの顧客に通知するだけであり、この要求にIntelは従っていると判示した。従って、この契約には、マイクロプロセッサーとチップセットを、Intel製品と非Intel製品を組合せて使用する意向のある者へ販売するIntelの権利を制限しないと判示した。' },
    //         { text: '' },
    //         { text: '－第2： Tessera, Inc. v ITC, 646 F.3d 1357 (Fed. Cir. 2011)－' },
    //         { text: 'この事件の争点は、米国特許5,663,106号に関する。 この特許は、半導体チップをカプセル化する工程において、カプセル化する間に半導体パッケージ上に露出する端子の汚染を防ぐことを目的としている。' },
    //         { text: 'Tesseraは、‘106特許他を、何人かのライセンシーにライセンスした。そのライセンスは、これらの特許を実施して許諾品を販売する権利を含み、契約の除外条項はローヤルティ義務が履行された許諾品にのみ契約が適用されることを限定していた。Tesseraが何人かのライセンシーがローヤルティの支払いなしに許諾品を販売していたことを知り、Elpida他を米国国際通商委員会（ITC）に提訴した。Elpida他は、ライセンシーの川下のカスタマーであった。' },
    //         { text: 'Tesseraは、ITCの決定に対して、CAFCに控訴した。CAFCは、ライセンシーに特許をライセンスしたとき、その特許は消尽するという理由で、ITCの決定を容認し、TesseraはElpidaに対する損害を回収できなかった。CAFCは、許諾に焦点を絞り、Tesseraは最初に物品を販売し、その後で、ローヤルティを支払うことをライセンシーに許諾した。最初の許諾された販売時点に消尽が適用され、ライセンシーの債務不履行は、最初の販売を非許諾に転換するものではないと判示され、TesseraのElpidaに対する販売後の回復請求は否定された。' },
    //         { text: '' },
    //         { text: '－第3： LifeScan Scottland, Ltd. V Shasta technologies, LLC, 734 F.3d 1361 (Fed. Cir. 2013)－' },
    //         { text: 'この事件の争点は、米国特許7,250,105のサプライ品であるテストストリップが、特許権侵害となるかどうか、特に、方法の特許に消尽が認められるかどうかに焦点が当てられた。' },
    //         { text: 'LifeScanは、テストストリップ付きの血糖値メーターの使用法の米国特許7,250,105の特許権者である。LifeScanは、化学的な血糖値メーターを原価以下、あるいは無料で提供し、そのメーターへの使用を意図した使い捨てのテストストリップには費用を請求した。Shastaはそのメーターを販売しなかったが、LifeScanのメーターへの使用を意図したテストストリップを販売した。LifeScanは、Shastaを方法特許の特許権侵害で侵害訴訟を提起した。連邦裁判所は、LifeScanに仮差止命令を認めた。Shastaはその後、差止を排除するためにCAFCに控訴した。CAFCは、仮差止命令を破棄し、その特許品の移転が無償／有償であるかに拘わらず、物品の所有権の移転に特許の消尽の原則が適用されることを判決した。裁判所は更に、LifeScanのメーターは、クレームされている特許方法を実質的に実施しているので、そのメーターをLifeScanが最初に譲渡したとき、LifeScan はその方法の特許権を消尽させる。　よって、Shastaのテストストリップの販売に対する回復請求は禁止されていると判示した。' },
    //         { text: '' },
    //         { text: '－第4 JVC Kenwood Corp. v. Nero, Inc., 797 F.3d 1039 (Fed. Cir. 2015)－' },
    //         { text: 'JVC Kenwood Corp. (以下、JVC) は、DVD及びブルーレイ光学ディスク上のデータを再生し、コピーし及び記録することに関する規格必須特許（米国特許6,141,491号、5,535,008号、6,490,404号、6,522,692号、6,788,881号、及び6,212,329号）を争いに巻き込んだ。JVCはNero, Inc. (以下、Nero)を提訴し、Neroが標準規格に準拠したDVD及びブルーレイディスクと共に用いるソフトウェアをエンドユーザに提供しているため、エンドユーザによるSEPの直接侵害を誘発することによってNeroがSEPを間接的に侵害すると主張した。JVCは、ユーザは所定の標準規格を満たすDVD及びブルーレイディスクとともにNeroのソフトウェアを使用するため、必然的にソフトウェアのユーザはJVCの特許を侵害すると主張した（例えば、再書込可能なディスク上のデータを編集する方法及び装置に関する米国特許6,490,404号に基づき、JVCは、エンドユーザが空の再書込可能なディスクに記録するためにNeroのソフトウェアを用いた場合、エンドユーザは当該特許を直接侵害すると主張した）。' },
    //         { text: 'これに対し、連邦地裁は以下のように述べた。JVCは、Neroのソフトウェアのユーザがライセンスされていないディスクを用いていたことを示すこと無く、ディスクに対する広範なライセンスプログラムが存在することを示しただけである（JVCの特許は標準規格の必須特許であるため、これらの標準規格を満たすDVD及びブルーレイディスクは、標準必須特許の下でライセンスされている）。JVCによる特許侵害の主張は、標準規格の存在及びJVCの特許がその標準規格に必須であることに基づくものであるにすぎない。つまり、エンドユーザがライセンスされていないディスクを用いていたことの特定の主張及び証拠が無ければ、NeroはJVCの特許侵害の主張に対して抗弁できる。従って、連邦地裁は、Neroのソフトウェアを、SEPの下でライセンスされているライセンシーから購入したDVD又はブルーレイディスクとともに用いるエンドユーザに対し、JVCはクレームの直接侵害を主張することはできないと判示した。' },
    //         { text: 'CAFCは、この理由付けを支持した。（なお、連邦地裁は、代替的に、エンドユーザによる、SEPの下でライセンスされたDVD及びブルーレイディスクでのNeroのソフトウェアの使用は、特許消尽論に基づく抗弁の対象になると判示した。控訴審において、CAFCは、非標準規格ディスクに関連する更なる議論を要する事実問題が残っているので、消尽に基づく代替的な略式判決を退けた。しかしながら、CAFCは、その特許が必須である標準規格に準拠したディスクの使用に対し、対象特許が消尽している可能性があると指摘した。' },
    //         { text: '' },
    //         { text: '－第5 Impression Products v. Lexmark International, Inc., 137 S. Ct. 1523 (2017)－' },
    //         { text: 'Lexmark International, Inc　(以下、Lexmark)が、再使用及び再販売の制限を課したうえで米国国内及び国外において販売したプリンタカートリッジに対して、消尽が適用されるかが争われた。' },
    //         { text: 'Lexmarkは米国内および外国の両方でプリンタ用のトナーカートリッジを販売し、また明示のシングルユース／再販禁止制限の下でカートリッジをディスカウントして販売する。この制限は、トナーがなくなった後の購入者による使用禁止、カートリッジの再利用の禁止、およびいったんカートリッジが使用されたならばそのカートリッジのLexmark以外の第三者への譲渡の禁止である。　一方、Impression Products(以下、Impression)は様々な購入者から空のLexmarkトナーカートリッジ（シングルユース／再販禁止制限の課されたものを含む）を取得し、取得したカートリッジにトナーを充填し、充填後のカートリッジを米国内で再販売している。' },
    //         { text: 'Lexmarkは、Impressionの行為に対して特許侵害訴訟を連邦地裁に提起した。この件の対象となるカートリッジは、シングルユース制限の下でLexmarkにより米国内で販売されたカートリッジと、米国外で販売されたカートリッジと、を含んでいた。これに対しImpressionは、Lexmarkによるカートリッジの販売が消尽論により却下されるべき旨を抗弁した。連邦地裁は、Lexmarkによって米国内で販売されたカートリッジの特許権は消尽し、一方で、外国で販売されたカートリッジについては消尽しないと判示した。両当事者は控訴し、CAFCはどのカートリッジについてもLexmarkの特許権は消尽しないと判示した。その後Impression Productsが米国最高裁に上告した。' },
    //         { text: '米国最高裁は、CAFCの判決を破棄し、特許権者の「商品を売るという決定は、［特許権者が］課すいかなる制限や販売の場所によらず、その物についての全ての特許権を消尽させる」と判示した。米国最高裁は、動産の譲渡の制限についてのコモンローの趣旨に鑑み、特許権者は特許独占の行使を通じて、商品を最初に販売した後にさらなる譲渡を制限することはできないと説明した。また、米国最高裁は、上記動産の譲渡の制限は、地域的な制約なく適用されるものであるとも説明した。' }],
    //     point: null,
    //     authors:
    //         [{ name: 'Michael Sandonato' },
    //         { name: 'Brian Klock' },
    //         { name: '弁理士 大塚康弘' },
    //         { name: '弁理士 大出純哉' }]
    // },

    {
        casetitle: '',
        caseno: '',
        reportyear: '',
        reportmonth: '',
        reportdate: '',
        reportpreview: [''],
        content:
            [
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
            ],

        authorIDs:
            [''],
    },

    {
        casetitle: '',
        caseno: '',
        reportyear: '',
        reportmonth: '',
        reportdate: '',
        reportpreview: [''],
        content:
            [
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
            ],

        authorIDs:
            [''],
    },

    {
        casetitle: '',
        caseno: '',
        reportyear: '',
        reportmonth: '',
        reportdate: '',
        reportpreview: [''],
        content:
            [
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
            ],

        authorIDs:
            [''],
    },

    {
        casetitle: '',
        caseno: '',
        reportyear: '',
        reportmonth: '',
        reportdate: '',
        reportpreview: [''],
        content:
            [
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
                { type: '', elements: [{ texttype: '', text: '' }] },
            ],

        authorIDs:
            [''],
    },


    // // May issue
    // // TODO: different structure of case report
    // {
    //     casetitle: '標準必須特許の消尽に関する米国判決の紹介',
    //     caseno: null,
    //     opttitle: null,
    //     reportyear: '2018',
    //     reportmonth: '5',
    //     reportdate: null,
    //     reportpreview: '日本では、標準必須特許に関する知財高裁の判決では特許の実質的な実施品の譲渡に特許の消尽を認めなかったが、アメリカの幾つかの判決は、これらに特許の消尽を認めている。そこで、日本の特許庁による“標準必須特許のライセンス交渉に関する手引”きにも引用されているQuanta 最高裁判決を中心に数件の米国の判決を紹介する。',
    //     report:
    //         [{ text: '日本では、標準必須特許に関する知財高裁の判決では特許の実質的な実施品の譲渡に特許の消尽を認めなかったが、アメリカの幾つかの判決は、これらに特許の消尽を認めている。そこで、日本の特許庁による“標準必須特許のライセンス交渉に関する手引”きにも引用されているQuanta 最高裁判決を中心に数件の米国の判決を紹介する。' },
    //         { text: '' },
    //         { text: '－第1： Quanta Computer, Inc. v. LG Electronics, Inc., 553 U.S. 617 (2008)－' },
    //         { text: '米国の判例の下で特許消尽とは、特許権者が許可した制限のない最初の販売によって特許品に対する特許権者の全ての権利が消滅する原則をいう。特許の消尽は特許権者、そしてライセンシーによる特許品の販売の双方に適用される。' },
    //         { text: '米国における、特許消尽による防御は、19世紀の半ばに遡るが、今までの所、規格必須特許がカバーする技術への適用は少ない。しかしながら、最近の判決は、ライセンスされた部品の販売後の使用の制限に消尽の原則を適用して、使用制限を限定、否定する判決が出ている。' },
    //         { text: '先ず、米国最高裁が2008年6月9日にQuanta Computer, Inc.（以下、Quanta）とLG Electronics, （以下、LG）との間の特許消尽の問題に関して下した判決を照会する。' },
    //         { text: 'このQuanta事件は、LGとIntel間のクロスライセンス契約に関係する。LGは、LG特許のクレームを実施するIntelのマイクロプロセッサーとチップセットを販売する権限をIntelに与えた。　この契約ではLGは、Intel部品と非Intel部品の混用を許さないことをIntelが自社のカスタマーに告知することを求めていた。このライセンス契約の下で、IntelはマイクロプロセッサーとチップセットをQuantaに販売した。Quantaは、購入した製品を通告では許されていなかった非Intel製品と共にこれを使用した。最高裁は全員一致で、Intelが部品をクロスライセンスに従って、Quantaに販売したとき、その部品に対するコントロールが消尽することを理由にLGはQuantaに対して特許侵害を主張できないと判決した。この判決の中で裁判所は特許消尽の原則は特許クレーム通りの構成を持たない物（クレーム全体からみれば完成品ではなく、部品）にも適用されると判示した。　具体的には、特許を実質的に実施する部品と標準的な部品の組合せをカバーする特許権は、当該部品の販売によって特許が消尽することを判示した。Intelがこのような部品を販売した段階で、その部品に対する特許権は消尽するので、購入者がその部品を使ってコンピュータを製造するとか、特許方法を実施するシステムの製造・販売は特許権を侵害しないことになる' },
    //         { text: '因みに、US特許5,379,379号特許（379号特許）は、メモリコントロールユニット（ＭＣＵ）の特許である。このクレームは、メインシステムメモリを制御するＭＣＵを定義し、当該ＭＣＵは、?メインシステムメモリとの第１のインタフェースと、?システムバスとの第２のインタフェースと、?第１及び第２のインタフェースに接続され、システムメインメモリやキャッシュメモリに格納されている情報に対するライト要求と、リード要求とを選択的に実行する制御手段とを備えることを特定している。' },
    //         { text: 'ここで、リード要求と、ライト要求の実行順に関し、例えば、リード要求とライト要求の対象情報（対象アドレス）が同一であれば、ライト要求を実行する前にリード要求を実行すると、古いデータを要求元に返すことになる。そこで、379号特許では、ライト要求を先に実行することにより情報の整合性を担保しつつ、これ以外のケースではリード要求を先に実行することにより処理速度を担保することを特徴として特許が認められ、そこに特許の本質がある。' },
    //         { text: 'Intelが販売した製品は、クレームに記載された上記?～?の構成全てを含むものではなく、379号特許の特徴的な部分を含む。そのチップを購入したQuantaはそのチップに情報処理装置で使う標準部品を組み合わせて、ＭＣＵやデータ処理システムを製造・販売した。' },
    //         { text: '更に、裁判所はライセンシーの販売に関する制限に関しては、当該ライセンス契約はIntelに単に、LGが希望しているIntel製品と非Intel製品の共用の制限をIntelの顧客に通知するだけであり、この要求にIntelは従っていると判示した。従って、この契約には、マイクロプロセッサーとチップセットを、Intel製品と非Intel製品を組合せて使用する意向のある者へ販売するIntelの権利を制限しないと判示した。' },
    //         { text: '' },
    //         { text: '－第2： Tessera, Inc. v ITC, 646 F.3d 1357 (Fed. Cir. 2011)－' },
    //         { text: 'この事件の争点は、米国特許5,663,106号に関する。 この特許は、半導体チップをカプセル化する工程において、カプセル化する間に半導体パッケージ上に露出する端子の汚染を防ぐことを目的としている。' },
    //         { text: 'Tesseraは、‘106特許他を、何人かのライセンシーにライセンスした。そのライセンスは、これらの特許を実施して許諾品を販売する権利を含み、契約の除外条項はローヤルティ義務が履行された許諾品にのみ契約が適用されることを限定していた。Tesseraが何人かのライセンシーがローヤルティの支払いなしに許諾品を販売していたことを知り、Elpida他を米国国際通商委員会（ITC）に提訴した。Elpida他は、ライセンシーの川下のカスタマーであった。' },
    //         { text: 'Tesseraは、ITCの決定に対して、CAFCに控訴した。CAFCは、ライセンシーに特許をライセンスしたとき、その特許は消尽するという理由で、ITCの決定を容認し、TesseraはElpidaに対する損害を回収できなかった。CAFCは、許諾に焦点を絞り、Tesseraは最初に物品を販売し、その後で、ローヤルティを支払うことをライセンシーに許諾した。最初の許諾された販売時点に消尽が適用され、ライセンシーの債務不履行は、最初の販売を非許諾に転換するものではないと判示され、TesseraのElpidaに対する販売後の回復請求は否定された。' },
    //         { text: '' },
    //         { text: '－第3： LifeScan Scottland, Ltd. V Shasta technologies, LLC, 734 F.3d 1361 (Fed. Cir. 2013)－' },
    //         { text: 'この事件の争点は、米国特許7,250,105のサプライ品であるテストストリップが、特許権侵害となるかどうか、特に、方法の特許に消尽が認められるかどうかに焦点が当てられた。' },
    //         { text: 'LifeScanは、テストストリップ付きの血糖値メーターの使用法の米国特許7,250,105の特許権者である。LifeScanは、化学的な血糖値メーターを原価以下、あるいは無料で提供し、そのメーターへの使用を意図した使い捨てのテストストリップには費用を請求した。Shastaはそのメーターを販売しなかったが、LifeScanのメーターへの使用を意図したテストストリップを販売した。LifeScanは、Shastaを方法特許の特許権侵害で侵害訴訟を提起した。連邦裁判所は、LifeScanに仮差止命令を認めた。Shastaはその後、差止を排除するためにCAFCに控訴した。CAFCは、仮差止命令を破棄し、その特許品の移転が無償／有償であるかに拘わらず、物品の所有権の移転に特許の消尽の原則が適用されることを判決した。裁判所は更に、LifeScanのメーターは、クレームされている特許方法を実質的に実施しているので、そのメーターをLifeScanが最初に譲渡したとき、LifeScan はその方法の特許権を消尽させる。　よって、Shastaのテストストリップの販売に対する回復請求は禁止されていると判示した。' },
    //         { text: '' },
    //         { text: '－第4 JVC Kenwood Corp. v. Nero, Inc., 797 F.3d 1039 (Fed. Cir. 2015)－' },
    //         { text: 'JVC Kenwood Corp. (以下、JVC) は、DVD及びブルーレイ光学ディスク上のデータを再生し、コピーし及び記録することに関する規格必須特許（米国特許6,141,491号、5,535,008号、6,490,404号、6,522,692号、6,788,881号、及び6,212,329号）を争いに巻き込んだ。JVCはNero, Inc. (以下、Nero)を提訴し、Neroが標準規格に準拠したDVD及びブルーレイディスクと共に用いるソフトウェアをエンドユーザに提供しているため、エンドユーザによるSEPの直接侵害を誘発することによってNeroがSEPを間接的に侵害すると主張した。JVCは、ユーザは所定の標準規格を満たすDVD及びブルーレイディスクとともにNeroのソフトウェアを使用するため、必然的にソフトウェアのユーザはJVCの特許を侵害すると主張した（例えば、再書込可能なディスク上のデータを編集する方法及び装置に関する米国特許6,490,404号に基づき、JVCは、エンドユーザが空の再書込可能なディスクに記録するためにNeroのソフトウェアを用いた場合、エンドユーザは当該特許を直接侵害すると主張した）。' },
    //         { text: 'これに対し、連邦地裁は以下のように述べた。JVCは、Neroのソフトウェアのユーザがライセンスされていないディスクを用いていたことを示すこと無く、ディスクに対する広範なライセンスプログラムが存在することを示しただけである（JVCの特許は標準規格の必須特許であるため、これらの標準規格を満たすDVD及びブルーレイディスクは、標準必須特許の下でライセンスされている）。JVCによる特許侵害の主張は、標準規格の存在及びJVCの特許がその標準規格に必須であることに基づくものであるにすぎない。つまり、エンドユーザがライセンスされていないディスクを用いていたことの特定の主張及び証拠が無ければ、NeroはJVCの特許侵害の主張に対して抗弁できる。従って、連邦地裁は、Neroのソフトウェアを、SEPの下でライセンスされているライセンシーから購入したDVD又はブルーレイディスクとともに用いるエンドユーザに対し、JVCはクレームの直接侵害を主張することはできないと判示した。' },
    //         { text: 'CAFCは、この理由付けを支持した。（なお、連邦地裁は、代替的に、エンドユーザによる、SEPの下でライセンスされたDVD及びブルーレイディスクでのNeroのソフトウェアの使用は、特許消尽論に基づく抗弁の対象になると判示した。控訴審において、CAFCは、非標準規格ディスクに関連する更なる議論を要する事実問題が残っているので、消尽に基づく代替的な略式判決を退けた。しかしながら、CAFCは、その特許が必須である標準規格に準拠したディスクの使用に対し、対象特許が消尽している可能性があると指摘した。' },
    //         { text: '' },
    //         { text: '－第5 Impression Products v. Lexmark International, Inc., 137 S. Ct. 1523 (2017)－' },
    //         { text: 'Lexmark International, Inc　(以下、Lexmark)が、再使用及び再販売の制限を課したうえで米国国内及び国外において販売したプリンタカートリッジに対して、消尽が適用されるかが争われた。' },
    //         { text: 'Lexmarkは米国内および外国の両方でプリンタ用のトナーカートリッジを販売し、また明示のシングルユース／再販禁止制限の下でカートリッジをディスカウントして販売する。この制限は、トナーがなくなった後の購入者による使用禁止、カートリッジの再利用の禁止、およびいったんカートリッジが使用されたならばそのカートリッジのLexmark以外の第三者への譲渡の禁止である。　一方、Impression Products(以下、Impression)は様々な購入者から空のLexmarkトナーカートリッジ（シングルユース／再販禁止制限の課されたものを含む）を取得し、取得したカートリッジにトナーを充填し、充填後のカートリッジを米国内で再販売している。' },
    //         { text: 'Lexmarkは、Impressionの行為に対して特許侵害訴訟を連邦地裁に提起した。この件の対象となるカートリッジは、シングルユース制限の下でLexmarkにより米国内で販売されたカートリッジと、米国外で販売されたカートリッジと、を含んでいた。これに対しImpressionは、Lexmarkによるカートリッジの販売が消尽論により却下されるべき旨を抗弁した。連邦地裁は、Lexmarkによって米国内で販売されたカートリッジの特許権は消尽し、一方で、外国で販売されたカートリッジについては消尽しないと判示した。両当事者は控訴し、CAFCはどのカートリッジについてもLexmarkの特許権は消尽しないと判示した。その後Impression Productsが米国最高裁に上告した。' },
    //         { text: '米国最高裁は、CAFCの判決を破棄し、特許権者の「商品を売るという決定は、［特許権者が］課すいかなる制限や販売の場所によらず、その物についての全ての特許権を消尽させる」と判示した。米国最高裁は、動産の譲渡の制限についてのコモンローの趣旨に鑑み、特許権者は特許独占の行使を通じて、商品を最初に販売した後にさらなる譲渡を制限することはできないと説明した。また、米国最高裁は、上記動産の譲渡の制限は、地域的な制約なく適用されるものであるとも説明した。' }],
    //     point: null,
    //     authors:
    //         [{ name: 'Michael Sandonato' },
    //         { name: 'Brian Klock' },
    //         { name: '弁理士 大塚康弘' },
    //         { name: '弁理士 大出純哉' }]
    // },
    // {
    //     casetitle: 'Oil States Energy Servs., LLC 対 Greene’s Energy Group, LLC 事件',
    //     caseno: 'Supreme Court No. 16-712',
    //     opttitle: '－IPRを合憲とした米国最高裁判決－',
    //     reportyear: '2018',
    //     reportmonth: '5',
    //     reportdate: 'April 24, 2018',
    //     reportpreview: '米国最高裁はこの判決で、特許権は公権であり公権をアメリカ合衆国憲法で定める3条法廷や陪審裁判において裁く必要はないから、IPRがアメリカ合衆国憲法の第3条に反することも、同修正第7条に反することもないと判じた。この判決により、少なくとも当分の間はIPR手続きが存続することなる。',
    //     report:
    //         [{ text: '米国最高裁はこの判決で、2011年の新米国特許法（America Invents Act、「AIA」）によって創設された米国特許商標庁における当事者系レビュー（「IPR」）手続きが、アメリカ合衆国憲法の第3条または修正第7条に反するか否かの問題を扱った。最高裁の多数は、特許権は公権であり公権を憲法3条が定める法廷や陪審裁判において裁く必要はないから、IPRが第3条に反することも、修正第7条に反することもないと判じた。特許の実務家は長らくこの判決を待ち望んでいた。これは、そのような判決が、米国特許権の行使のランドスケープに、これまでの流れを変えるような影響を与えうるからである。しかしながら、この判例により、最高裁はIPRIPR手続きについて従来通りのままで有り続けるであろうことを保証した。Oil States Energy ServicesおよびGreene’s Energy Groupは油田サービス企業である。2001年、Oil Statesは水圧破砕で用いられる油田口装置を保護する装置および方法についての特許権を取得した。Oil Statesは2012年に特許権侵害でGreene’sを訴え、Greene’sはその後、行使された特許権に対するIPRを2013年に提出した。IPRにおいて、特許審判部（「PTAB」）は最終的に、対象の特許請求項は適用された従来技術によって予測されたものであり、したがって特許できるものではないと判じた。CAFCへ控訴したものの不成功となり、その後、Oil Statesは米国最高裁へ上告した。最高裁はその訴えを受理し、非3条主体であるＰＴＡＢに発行済み特許権を無効化する権限を与えている点で、IPR手続きが陪審裁判の第3条権利または修正第7条権利を侵すか否かの問題を扱うこととした。' },
    //         { text: '最高裁の判決において、Thomas判事は、「当事者系レビューはまさに公権の法理に当てはまるものであ」り、したがって発行済み特許権の有効性に関する付与後の判断は3条法廷や陪審裁判においてなされる必要はないと判じた。Thomas判事は、憲法第一条は議会に特許を付与する権能を与え、次いで議会は米国政府の行政部門（PTOおよびPTABはその一部である）がその権力を実行することを認めていると論じた。Thomas判事はさらに、特許権の付与を、他の「公的特権」の付与、例えば有料橋や線路や電信線を建設する権利、と類似のものであるとした。過去に最高裁判所は、政府が立法や行政手続きを通じてそのような権利を取り消したり与えたりすることができると判じている。したがって、最高裁のこの判決は、少なくとも当分の間はIPR手続きが存続することを示している。しかしながら、最高裁判所は、その判決が狭いものであり、AIA前の特許権を含むPTAB手続きに関連付けられたいかなる遡及的問題を解決するものではなく、また他の法的手続きに対する争いを解決するものでもないと強調した。したがって、将来、IPR手続きのある側面に対する他の憲法的な争いが現れても不思議ではない。' }],
    //     point:
    //         [{ text: '米国最高裁はこの判決で、特許権は公権であり公権をアメリカ合衆国憲法で定める3条法廷や陪審裁判において裁く必要はないから、IPRがアメリカ合衆国憲法の第3条に反することも、同修正第7条に反することもないと判じた。この判決により、少なくとも当分の間はIPR手続きが存続することなる。' }],
    //     authors:
    //         [{ name: 'Michael Sandonato' },
    //         { name: 'Brian Klock' },
    //         { name: '弁理士 大塚康弘' },
    //         { name: '弁理士 西守有人' }]
    // },
    // {
    //     casetitle: 'SAS Institute Inc. 対 Iancu 事件',
    //     caseno: 'Supreme Court No. 16-969',
    //     opttitle: '－IPRで一部のクレームのみの審理を行うことを禁止した米国最高裁判決－',
    //     reportyear: '2018',
    //     reportmonth: '5',
    //     reportdate: '2018',
    //     reportpreview: '米国最高裁はこの判決で、IPRですべての請願対象クレームではなく一部のクレームのレビューを開始するという特許審判部における実務を認めず、すべてのクレームのレビューを開始するか、全く開始しないかのいずれかにすべきであると判断した。この判決に伴い、特許審判部は手続きを変更し、変更後の手続を説明するガイドラインを発行した。',
    //     report:
    //         [{ text: '米国最高裁はこの事件で、当事者系レビュー(IPR)を開始する際に請願人によってすべての請願対象クレームの特許性を米国特許商標庁の特許審判部が判断しなければならないかに関する争点を扱った。僅差の判決で、最高裁のかろうじて過半数は、米国特許法第318条(a)を文言通りに読めば、最終審決を発行する際に、すべての請願対象クレームの特許性を特許審判部が扱う必要があると判断した。この際、最高裁は、特許審判部による一般的な実務である「部分的な開始」（これは、すべての請願対象クレームではなく一部のクレームのレビューを特許審判部が開始することを伴う）を許可しなかった。' },
    //         { text: 'SASは、ComplementSoftのソフトウェア特許の1616個のクレームすべてを請願対象とするIPR請願を提出した。特許審判部は、これらのクレームの少なくとも一部が特許不能であることの立証にSASが成功する見込みがあると結論づけ、16個の請願対象クレームのうち９個についてレビューを開始し、一方で残りのクレームについて開始しなかった。審理後に、特許審判部は、開始された9個のクレームのうち8個が特許不能であると判断する最終審決を最終的に発行した。その際、特許審判部は、審判手続きの一部ではないとして、開始されなかったクレームを扱わなかった。' },
    //         { text: 'CAFCでの審理において、SASは、自身が請願におけるすべての請願対象クレームの特許性を特許審判部が判断することを第318条(a)が要求とすると主張したが、CAFCはSASの主張を却下した。その後、SASは米国最高裁に裁量上訴の申立てを行い、最高裁は、請願人によって請願された特許クレームの一部のみの特許性に関して特許審判部が最終審決を発行することが第318条(a)で許されるかどうかの論点を扱うことを承諾した。' },
    //         { text: 'ゴーサッチ判事は、米国特許商標庁の「部分的な開始」の実務について法定の文言又はフレームワークの根拠を最高裁が見つけられなかったという多数意見を記述した。対照的に、裁判所は、第318条(a)が文言上、「請願人によって請願されたany patent claim」の特許性に関する最終審決を発行することを特許審判部に要求しており、「any」という用語が、請願された「every(すべて)」の特許クレームが審決において扱われなければならないことを意味すると判断した。最高裁は、第314条(a)が一般事項としてレビューを開始するかどうかを判断する裁量を特許審判部に与えるが、この判断は「二者択一、すなわちレビューを開始するか否か」であると述べた。さらに、最高裁は部分的な開始の実務を扱い、「この方式において、請願対象クレームの一部だけを審決のために審判長に選択させる、全く言及されていない「部分的な開始」の権限の余地はない」と述べた。' },
    //         { text: 'よって、最高裁の判決は、請願対象クレームの1つについて特許審判部がレビューの開始を選択したら、残りのクレームに関するレビューが根拠を欠くと特許審判部が考えたとしても、すべての請願対象クレームに関してレビューを開始しなければならないことを示した。これは、最高裁が述べたように、「手続きの輪郭の規定に取り掛かるのは長官ではなく請願人である」からである。したがって、「長官は要求されたレビューを開始するかどうかを判断できるのであって、開始するかどうか及びどの範囲でレビューを進めるべきかを判断できるのではない。」' },
    //         { text: '最高裁の判決に従って、米国特許商標庁は、この事件の判決が特許審判部での手続きにどのように影響するかに関するガイダンスを発行した。開始に関する決定を待機中の新規又は係属中のIPR請願に関して、特許審判部は、「すべてのクレームについて開始するか、何も開始しない」。さらに、特許審判部のガイダンスは、「現時点では」、審理が任意の請願対象クレームに関して開始される場合、特許審判部が「請願で挙げられたすべての請願理由」に関して開始すると述べている。よって、請願で申し立てられた任意のクレームのレビューを特許審判部が開始したならば、そのレビューは必ず、すべての請願対象クレームだけでなく、請願でこれらのクレームに対して当てはまるものとして提起されたすべての理由を包含する。これは、同一のクレームに対して異なる先行技術又は非特許性理論に基づく複数の理由が主張されうるので重要である。注目すべきは、「現時点では」という文言により、この事件の判決がすべての理由について開始することを要求していると特許審判部が必ずしも考えているわけではなく、後日にこの実務を変更する権利を保持しつつ、それでもこの実務を実施することを明らかにすることを意図していることを特許審判部が明確にした。ガイダンスはまた、請願対象クレームについて部分的に開始した係属中のIPR手続きについて、所管の合議体は「すべての請願対象クレームに関して開始するための開始決定を補足する命令を発行してもよく」、期限延長又は書面追加命令のような審理手続きを管理するための更なる行為を行うと述べる。米国特許商標庁のガイダンスは、特許審判部による部分的な開始の実務がもはや認められないことを明らかにする。' },
    //         { text: 'よって、最高裁の判決は、特許審判部の手続きにすでに影響を与えており、請願対象クレームすべての請願対象クレーム及び提案された理由の何れか1つのレビューを開始することを特許審判部が選択した場合には、これらすべてについてのレビューを開始することが今では義務になったという単純な理由により、請願対象クレームについての開始率が上昇する結果となるかもしれない。しかし、開始段階で特許審判部が却下していたであろう請願対象クレームの審理を開始したとしても最終審決においてこれらのクレームの特許性に関する異なる認定となることを想定する理由は存在しない。さらに、最高裁判決は、開始段階で却下されたならば第315条(e)の下でのエストッペルの適用（これは最終決定の発行に付随する）を避けられていただろうクレームに対するこの条項の適用に関して自身の判決がどのように影響するかを扱わなかった。最高裁の判決は、IPR手続きと関連する地裁での訴訟との間の関係において重大な影響を有しうる。' }],
    //     point:
    //         [{ text: '米国最高裁はこの判決で、IPRですべての請願対象クレームではなく一部のクレームのレビューを開始するという特許審判部における実務を認めず、すべてのクレームのレビューを開始するか、全く開始しないかのいずれかにすべきであると判断した。この判決に伴い、特許審判部は手続きを変更し、変更後の手続を説明するガイドラインを発行した。' }],
    //     authors:
    //         [{ name: 'Michael Sandonato' },
    //         { name: 'Brian Klock' },
    //         { name: '弁理士 大塚康弘' },
    //         { name: '弁理士 大戸隆広' }]
    // },

    // // April issue
    // {
    //     casetitle: 'ORACLE AMERICA, INC. 対 GOOGLE LLC 事件',
    //     caseno: '2017-1118',
    //     opttitle: '－ソフトウェアコードのコピーについてフェアユースの成立を否定したCAFC判決－',
    //     reportyear: '2018',
    //     reportmonth: '4',
    //     reportdate: 'Federal Circuit March 26, 2018',
    //     reportpreview: 'CAFCはこの判決において、ソフトウェアコードのコピーについてフェアユースの成立を否定した。その際に、CAFCは、フェアユースの基準の「トランスフォーマティブ（変容的）」を、新たな著作物であって完全に新たな目的を持つことを意味すると、定義した。なお、CAFCによれば、ソフトウェアコードをコピーすることがいかなる場合もフェアユースに該当しないと判断したのではなく、フェアユースの成立を否定した判断の射程は本件固有の事実に制限される。',
    //     report:
    //         [{ text: 'CAFCはこの判決で、グーグルがオラクルのJavaアプリケーションプログラミングインタフェース(以下、「APIパッケージ」)を利用したことが法律問題としてのフェアユースに該当しないと判断し、オラクルによる法律問題判決及び損害賠償の審理の請求を棄却した地裁判決を覆した。この判断を行うにあたって、CAFCはフェアユースの４要素を適用し、第２要素の「著作物の性質」についてはフェアユースの成立に有利な方向であるものの、第１要素の「利用の目的及び性質」及び第４要素の「潜在的市場への悪影響」については圧倒的にオラクルに有利であると判断した。CAFCの判断は、当事者が著作権で保護された著作物をそっくりそのままコピーし、これを競合するプラットフォームにおいて著作権者と同一の目的及び機能のために利用した場合には、フェアユースが成立しないという基準を最終的に確立した。Javaのコンピュータプログラミングプラットフォームは、オラクルに買収される前にサン・マイクロシステムズ(Sun MicroSystems)によって開発された。プログラミング言語の開発に加えて、サンは、相互運用性を実現するAPIパッケージを開発した。これがあれば、プログラマは、１つのコードセットを作成するだけで、Javaをサポートする任意のコンピューティングプラットフォームにおいてこのコードセットを実行することができる。Javaのプラットフォームは、一般的には無償提供されているが、サンのプラットフォームや電子デバイスと競合するプラットフォームで利用する場合はライセンス料が要求される。グーグルは2005年に携帯電話のプラットフォームであるAndroidを購入し、それ以降、オペレーティングシステムの開発を継続した。この開発中に、グーグルはJava Standard Editionのライブラリを組み込むことを希望し、携帯デバイスに対して可能なライセンスについてサンと協議した。合意に到達することはできなかったが、グーグルは構わずJavaを組み込むことを選択し、最終的に2007年にAndroidプラットフォームのベータ版をリリースした。オラクルはそのすぐ後にサン・マイクロシステムズを買収した。' },
    //         { text: '2010年、オラクルはグーグルに対して、著作権及び特許権の侵害を理由としてカリフォルニア州北部地区の米国地方裁判所に訴訟を提起した。オラクルは、グーグルがAPIパッケージをコピーしており、Javaのライセンス無しにAndroidを開発してきたことを認識していたと主張した。APIパッケージの著作権侵害に関して陪審はオラクルに有利な判断をしたが、裁判所は最終的にAPIパッケージが著作権法の保護対象ではないと判断し、グーグルに有利な判決でた。オラクルはCAFCに控訴し、CAFCはこの判決を破棄し、オラクルのAPIパッケージが著作権法の保護対象であると判断した。グーグルは最高裁判所に対して上告受理申立てを行ったが、最高裁判所はこれを却下した。' },
    //         { text: '差戻しの審理において、陪審はグーグルによるフェアユースの抗弁を支持し、地方裁判所はグーグルに有利な終局判決を行い、オラクルによる法律問題判決の申立てを棄却した。オラクルはCAFCに控訴した。グーグルも、APIパッケージが著作権法の保護対象ではないという自己の主張を維持するために終局判決について交差上訴を行った。' },
    //         { text: '控訴審において、CAFCは、グーグルがオラクルのAPIパッケージを「そっくりそのまま」コピーしたことがフェアユースに該当するか否かを分析した。フェアユースは、著作権侵害に対する積極的抗弁であり、限定的な状況において他者の著作権で保護された著作物を利用することを許容するものである。これは、非排他的な４要素を考慮する、事例固有の判断である。（１）「そのような利用が商業的な性質を持つか非営利の教育目的によるものかということを含む、利用の目的及び性質」、（２）「著作権で保護された著作物の性質」、（３）「著作権で保護された著作物全体との関係において利用された部分の量及び実質性」、（４）「著作権で保護された著作物の潜在的市場又は価値に対する利用の影響」。オマリー判事による判決において、CAFCは、グーグルによるコピー行為がフェアユースに該当しないと判断した。' },
    //         { text: '第１要素を検討した際に、CAFCは、「グーグルによるAPIパッケージの［極めて］商業的な利用」及びその非トランスフォーマティブ(非変容的)な性質がフェアユースの成立を否定する方向に働くと判断した。第２要素に関しては、CAFCは、APIパッケージに内在する創造性のレベルを理由にフェアユースの成立に有利な方向であると判断したが、この要素は「分析全体に対してあまり重要性」を持たないとも述べた。第３要素(利用に関する量及び実質性)は、フェアユースの成立を否定する方向に働いた。この判断に際して、CAFCは、コピーされた11,300行のコードを引用した。これは、グーグルがプログラミングの目的で必要とした170行のコードと比べて圧倒的に多い。最後に、CAFCは、第４要素がフェアユースの成立を否定する方向に働くと判断した。CAFCは、「実際の及び潜在的な悪影響に関する証拠の記録を考慮すれば・・・グーグル『が行った無制限かつ広範なこの種の行為』は、『元の著作物』及びその派生物『の潜在的市場に対して実質的な悪影響』を結果としてもたらしたであろう」と述べた。CAFCは、この要素がオラクルに対して極めて有利に働くと結論付けた。' },
    //         { text: '４要素の総合的な評価において、CAFCは、グーグルによるオラクルのAPIパッケージの利用を許容することは「著作権法の目的を促進することにはならない」であろうと判断した。特に、CAFCは、直接競合するプラットフォームにおいてグーグルがAPIパッケージをそっくりそのまま利用したという問題を取り上げ、そのような利用を、グーグルが自分自身のAPIを開発するシナリオや、新たなプラットフォームの開発に利用するためにオラクルのAPIをライセンスするシナリオと区別した。CAFCは、そのような利用は発展途上にあるスマートフォン市場にオラクルが参加することを効果的に妨げるので、「本質的にアンフェア」であると判断した。判決において、CAFCは、コンピュータコードをコピーすることがいかなる場合もフェアユースに該当しないと結論付けたのではないということを明確化し、この判決の射程を本件固有の事実に制限した。' },
    //         { text: '本判決は、過去及び将来のソフトウェア開発に多大な影響を与える可能性がある。特に、CAFCは、フェアユースの基準を確立した。即ち、グーグルによる利用が非変容的であると判断するのに際して、CAFCは、変容的ということが、新たな著作物であって、完全に新たな目的を持つことを意味すると定義した。ソフトウェアコードに適用されるフェアユースを制限し、プログラミング言語が著作権法の保護対象であると判断したという点において、CAFCによる本判決は、ソフトウェア開発において通例となっている創造的共有の文化と、新たなソフトウェアを開発するイノベーターへのインセンティブとして著作権の保護を利用することとの間のバランスの明確化を更に促進するであろう。' }],
    //     point:
    //         [{ text: 'CAFCはこの判決において、ソフトウェアコードのコピーについてフェアユースの成立を否定した。その際に、CAFCは、フェアユースの基準の「トランスフォーマティブ（変容的）」を、新たな著作物であって完全に新たな目的を持つことを意味すると、定義した。なお、CAFCによれば、ソフトウェアコードをコピーすることがいかなる場合もフェアユースに該当しないと判断したのではなく、フェアユースの成立を否定した判断の射程は本件固有の事実に制限される。' }],
    //     authors:
    //         [{ name: 'Michael Sandonato' },
    //         { name: 'Brian Klock' },
    //         { name: '弁理士 大塚康弘' },
    //         { name: '弁理士 坂田恭弘' }]
    // },
    // {
    //     casetitle: 'BMG RIGHTS MANAGEMENT (US) LLC対COX COMMUNICATIONS, INCORPORATED 事件',
    //     caseno: 'No. 16-1972',
    //     opttitle: '－デジタルミレニアム著作権法のセーフハーバー規定とインターネットサービスプロバイダ（ISP）加入者に対するISPの二次的責任に言及した第4巡回区控訴裁判所判決－',
    //     reportyear: '2018',
    //     reportmonth: '4',
    //     reportdate: 'February 1, 2018',
    //     reportpreview: '連邦第4巡回区控訴裁判所はこの判決でデジタルミレニアム著作権法（DMCA）のセーフハーバー規定とインターネットサービスプロバイダ（ISP）加入者に対するISPの二次的責任に関する争点を検討した。最終的に第4巡回区控訴裁判所は、反復的な侵害者へのポリシーを実行及び適用するにあたるIPSへのガイダンスを提供し、裁判所によって侵害者であるとの判決を受けた個人だけではなく、反復的な侵害行為のすべての事例に対処しているISPに対してのみセーフハーバー保護が与えられるとの判断を示した。同時に第4巡回区控訴裁判所は、地方裁判所の陪審への説示を覆して、実際に知っていたことと意図的に目をつぶることは著作権の寄与侵害のために必要とされる意図要件の充足を確立するが、不注意による過失だけでは著作権の寄与侵害のために必要とされる意図要件を充足しないと判示した。',
    //     report:
    //         [{ text: 'この事件で連邦第4巡回区控訴裁判所（所在地：リッチモンド）は、インターネットサービスプロバイダ（ＩＳＰ）であるCox Communicationsはデジタルミレニアム著作権法(17 USC)第512条(a)のセーフハーバー保護（safe harbor protection）を受ける資格を有していないとして、ヴァージニア州東地区連邦地裁の判決を部分的に支持及び部分的に破棄して新たな陪審審理のために差し戻した。' },
    //         { text: 'この判断にあたり、裁判所はCoxによる「反復侵害者」の定義を否定し、セーフハーバー保護を分析する目的では、裁判所による侵害判断がなくても顧客が反復侵害者と認定される余地はあると判断した。さらに裁判所は、侵害通知をCoxが完全に無視したこと、及び「反復侵害者」とみなされた加入者との契約を終わらせなかったことを引用して、Coxが「意味のある方法」においてその反復侵害者に対するポリシーを実行しなかったことを確認した。確認において、第4巡回区控訴裁判所は、地方裁判所が著作権に対する寄与侵害への責任に関する陪審への説示は間違いであると判断し、著作権に対する寄与侵害の責任が生じるには、ISP側に単なる過失を超えるものがなければならないことを明確にした。その結果、事件は新たな陪審審理のために差し戻された。' },
    //         { text: 'Cox Communicationsは月額制の高速インターネットアクセスを加入者に提供している。Coxの加入者の中には、多人数で著作権保護された音楽やビデオファイルを許可なく共有するために使用される「ピア・ツー・ピア」プラットフォームのBitTorrent上で著作権保護されたファイルを共有して受信する者がいる。Coxの加入者との契約では、Coxのサービスを用いてコンテンツを侵害しようとする加入者へのサービスを停止または終了させる権利を留保している。Cox は加入者による侵害に関する13回の通知を受けた後でサービスを停止し及び終了を考慮するという“13ストライクポリシー”を運用している。2011年、こういったアクションとは無関係な理由により、CoxはRightscorpを「ブラックリスト」に載せた。ブラックリストに載せるとは、CoxがRightscorpから受信した通知を、この通知に関して行動したり閲覧したりすることなく、削除することを意味する。その後ほどなくして、音楽出版会社であり音楽制作の著作権を有するBMGは、自身の著作物を保護するためにRightscorpを採用した。RightscorpはBitTorrentの活動を監視して侵害行為が発生した時を判断し、被疑侵害者のISP(Cox)に通知を送っていた。' },
    //         { text: '2014年11月、Coxはその加入者による著作権侵害の行為について代理的且つ寄与的な責任を有するとして、BMGはCoxに対する本件訴訟を開始した。BMGは、Coxはデジタルミレニアム著作権法（DMCA）第512条（a）に含まれるセーフハーバー防御の資格をCoxに与えるような政策を確立していないと主張した。セーフハーバーの資格には、ISPが「反復的な侵害者である加入者との適切な状況下での契約終了を規定するポリシーを採用し且つ合理的に実行すること」が必要となる。地方裁判所は、合理的な陪審であればCoxがこのような政策を実行しているとは判断できないとして、BMGによるサマリージャッジメントの申し立てを認めた。裁判所は、Coxは反復的な侵害者を知りながらも侵害者のアカウントを止めなかったことの証拠をBMGが提出し、そしてCoxが反対の証拠を提出しなかったと述べた。事件は陪審裁判に進み、その結論において地方裁判所は、 寄与侵害を立証するためには、Coxの加入者による「BMGの著作権保護された作品の直接侵害」、「Coxはこのような侵害行為を知っていたもしくは知っているべきだった」こと、及び「Coxがこのような侵害行為を誘導し、引き起こし、もしくは実質的に寄与した」ことをBMGは示さなければならないと、陪審に説示した。陪審は、故意の寄与侵害の責任を認め、BMGに2,500万ドルの法定損害賠償を認めた。' },
    //         { text: '控訴審において、第4巡回区控訴裁判所は地方裁判所のセーフハーバーに関する判決を支持した。このような判断において、512条（a）での「反復侵害者」の用語は「判決を下された」反復侵害者（すなわち、著作権侵害の複数の事例において裁判所によって責任を負うとされた者）のみを指すというCoxの反論が否定された。代わりに、第4巡回区控訴裁判所は、「侵害者」の適正な定義は「侵害行為を行っているすべての者」であると判断した。この分析において裁判所は「侵害行為」と「侵害していると最終的には判断される」行為とを区別するDMCAの第512条(ｇ)(１)を引用した。裁判所はこの条文に言及し、「議会は判決を下された侵害を明示的に表す方法を知っていたにもかかわらず、反復侵害者の規定においてはそのようにしなかった」と述べた。 第4巡回区控訴裁判所はさらに、立法経緯を参照して、この規定は、反復的な侵害の影響としてインターネットアクセスを失うという「現実的な脅威」を課そうとしていると説明した。裁判所は「インターネットアクセスを失うリスクは、すでに裁判所の判決により民事罰を受けている者のみに適用される場合、侵害抑止を可能にする「現実的な脅威」にならない」と論じた。さらに、第4巡回区控訴裁判所は、Coxは反復侵害者との契約終了を規定するポリシーを合理的に実行していないと判断した。この判断に至った後で、第4巡回区控訴裁判所は、Coxが侵害を行う加入者との契約を終了して再開を認めなかったことは一度もなかったことを示唆する証拠を引用し、さらに「Rightscorpからのすべての通知を無条件に無視する」というCoxによる決定を引用した。' },
    //         { text: '陪審への説示について、第4巡回区控訴裁判所は、Coxが「このような侵害行為を知っていたか知りえたはずであった」場合に著作権の寄与侵害の責任を負う可能性があると地方裁判所が陪審に説示したことが間違いであったこと関しては、Coxに同意した。第4巡回区控訴裁判所は、実際に知っていたことと故意に目をつぶったことは著作権の寄与侵害のために必要とされる意図要件の充足を確立するが、不注意による過失は著作権の寄与侵害のために必要とされる意図要件の充足を確立しないと結論づけた。さらに、第4巡回区控訴裁判所は、Coxがその加入者による侵害について「一般論として知っている」だけは寄与侵害を立証するのに十分ではなく、そして差し戻し審においては「寄与侵害に関する説示が、Coxが侵害の特定の事実を知っていたこと、もしくはこのような事実について意図的に目をつぶっていたことを必要とする」と説明した。' },
    //         { text: '第4巡回区控訴裁判所のBMG事件における分析は、DMCAのセーフハーバー規定と加入者のアクションについてのISPの責任に関して、重要な意味を有する。特に、第4巡回区控訴裁判所は、反復的な侵害者へのポリシーを実行及び適用するにあたるISPへのガイダンスを提供し、裁判所によって侵害者であるとの判決を受けた個人だけではなく、反復的な侵害のすべての事例に対処しているISPに対してのみ保護が与えられることを確立した。また裁判所は、著作権法における二次的責任の範囲を明確にして、ISPのサービスが実質的に非侵害の用途で使うことが可能であるとしてもその加入者の行為についてISPは寄与的な責任を有する可能性があるとされたが、単なる過失、若しくは加入者による侵害行為を一般論として知っていることのみに基づいて、寄与的な責任を負わないと判示した。' }],
    //     point:
    //         [{ text: '連邦第4巡回区控訴裁判所はこの判決でデジタルミレニアム著作権法（DMCA）のセーフハーバー規定とインターネットサービスプロバイダ（ISP）加入者に対するISPの二次的責任に関する争点を検討した。最終的に第4巡回区控訴裁判所は、反復的な侵害者へのポリシーを実行及び適用するにあたるIPSへのガイダンスを提供し、裁判所によって侵害者であるとの判決を受けた個人だけではなく、反復的な侵害行為のすべての事例に対処しているISPに対してのみセーフハーバー保護が与えられるとの判断を示した。同時に第4巡回区控訴裁判所は、地方裁判所の陪審への説示を覆して、実際に知っていたことと意図的に目をつぶることは著作権の寄与侵害のために必要とされる意図要件の充足を確立するが、不注意による過失だけでは著作権の寄与侵害のために必要とされる意図要件を充足しないと判示した。' }],
    //     authors:
    //         [{ name: 'Michael Sandonato' },
    //         { name: 'Brian Klock' },
    //         { name: '弁理士 大塚康弘' },
    //         { name: '弁理士 大塚和佳子' }]
    // },
    // {
    //     casetitle: 'FOX NEWS NETWORK, LLC対TVEYES, INC. 事件',
    //     caseno: '2d. Cir., No.15-3885',
    //     opttitle: '－検索されたビデオクリップを視聴させる機能が米国著作権法上のフェアユースに当たらないと判断した控訴裁判決－',
    //     reportyear: '2018',
    //     reportmonth: '4',
    //     reportdate: 'February 27, 2018',
    //     reportpreview: '第2巡回区控訴裁判所はこの判決で、検索されたビデオクリップを視聴させる機能が米国著作権法上のフェアユースに当たるか否かについて、4つのフェアユースファクターを検討した結果、この具体的事例に関してはフェアユースにあたらないと判示した。この判決は、フェアユース原則の将来の適用にかなりの影響を有つと思われる。特に、ファクターの1つである、著作物の潜在的市場に対して使用が与える影響が、フェアユースの分析において相当の重みを持っていることが明確になった。',
    //     report:
    //         [{ text: '米国第2巡回区控訴裁判所（所在地：ニューヨーク）はこの判決で、Fox News Networkの番組コンテンツを、TVEyesが複製、格納、及び再配布する行為は、米国著作権法(17USC)107条が規定するフェアユース原則により保護されないと判断し、ニューヨーク州南部地区連邦地裁の判決を覆した。この判断にあたり、控訴裁判所は4つの法定フェアユースファクターを分析し、その使用の目的及び特性が十分に変容的(トランスフォーマティブ: transformative)かどうかを評価する第1のファクターが、わずかにTVEyesを支持すると判断した。しかしながら、第3のファクター(侵害されたコンテンツの量及び重要性）及び第4のファクター（使用が著作物の潜在的市場価値に及ぼす影響)の双方が明確にFox Newsに有利に評価され、第1のファクターに勝るとされた。' },
    //         { text: 'TVEyesは、Fox Newsを含む1400以上のテレビ及びラジオチャンネルのオーディオビジュアルコンテンツを継続的に記録しているメディア企業である。TVEyesはこれらのコンテンツをテキスト検索可能なデータベースにインポートしており、課金したユーザはこのデータベースからキーワード、日付、及び時刻によって、10分間までの長さのクリップを特定し及び視聴することができる。ユーザは、無制限の数のクリップを、視聴し、アーカイブし、ダウンロードし、及び他の人に電子メールで送信することができる。TVEyesとの契約はビジネス及び専門家による使用のために開かれており、個人的な使用をする者には提供されていない。Fox Newsは、TVEyesがコピーされたFoxのオーディオビジュアルコンテンツを再配布し、TVEyesの顧客がFoxの許可なしにこれらのコンテンツにアクセスできるようにしたことにより、Foxの著作権を侵害したとして、TVEyesをニューヨーク州南部地区連邦地裁に提訴した。' },
    //         { text: 'ニューヨーク州南部地区連邦地裁は、TVEyesのサービスのいくつかの機能はフェアユースにあたると判断した。地裁は、TVEyesのユーザが、用語によりビデオを検索し(「検索機能」)、これらのクリップを視聴し(「視聴機能」)、及びこれらをアーカイブすることを可能にする機能は、フェアユースにあたると判断した。しかしながら、ユーザがビデオを自身のコンピュータにダウンロードしたり、ビデオを他人に電子メールで送信したり、日付、時刻、及びチャンネルによりビデオを検索した後にビデオを視聴したりすることを可能にするような、いつくかの他の機能は、フェアユースにあたらないと判断した。裁判所は、TVEyesのサービスのうちこれらの側面を禁止した。Fox Newsは、視聴機能がフェアユースにあたるとした地裁の判断について控訴したが、検索機能がフェアユースにあたるとした地裁の判断は争わなかった。' },
    //         { text: 'フェアユースは、限定された状況において他者の著作物を使用することを認める、著作権侵害に対する積極的抗弁である。これには、以下4つの排他的ではないファクターを考慮した、事案ごとの判断がなされる。(1)「使用が商業的なものであるか非営利の教育目的であるかを含む、使用の目的及び特徴」(2)「著作物の性質」(3)「著作物全体に対する、使用された部分の量及び重要性」(4)「著作物の潜在的市場又は価値に対して、使用が与える影響」Dennis G. Jacobs判事による判決において、第2巡回区控訴裁判所は、米国著作権法107条の下での4つのフェアユースファクターのそれぞれについて、TVEyesのサービスのうち視聴機能への適用について言及した。' },
    //         { text: '第1のファクターは、使用の目的及び特徴を扱い、特に問題となっている使用が「変容的(transformative)」かどうかが評価される。「変容的」とは、その使用により何か新しく元のコンテンツとは異なるものを伝達している、又は他の方法でその有用性を拡大している、という意味である。裁判所は、視聴機能が「少なくともある程度変容的」であると判断するにあたって、Authors Guild対Google, Inc.事件("Google Books事件")における自身の以前の判決(804 F.3d 202 (2d. Cir. 2015))、及びSony Corporation of America対Universal City Studios, Inc.事件("Sony事件")における米国最高裁判決(464 U.S. 417 (1984))に依拠した。Google Books事件において、裁判所は、Googleが本のデジタルコピーをテキスト検索可能なデータベースに編集し、ユーザが検索された用語を含む「３行の抜粋」へのアクセスを可能にしたことについて、基本的な変容的なものである検索機能に対して重要な価値を付加していることを理由として、フェアユースにあたると判断した。今回のケースにおいて裁判所は、「ユーザの興味及び要求に応じた資料を特定することを可能にする」ことを理由として、視聴機能はGoogleの検索に類似すると判断した。Sony事件において、最高裁は、テレビの顧客が番組を後で視聴するために録画することは、必ずしも著作権の侵害にあたるわけではないと判断した。第2巡回区控訴裁判所は、TVEyesのユーザが都合の良い後の時点で番組を視聴することを可能にするという点で、視聴機能も同様に「効率を向上させた」と判断した。しかしながら、視聴機能は元の形態から「実質的に変わっていない」形態でコンテンツを再公開していることから、裁判所はこの機能が「いくらか変容的な特徴を有しているにすぎない」と判断し、このファクターはTVEyesに「わずかに」有利であるにすぎないと評価される、と結論づけた。裁判所は、第2のファクターである著作物の性質は、「本件では重要な役割を持たない」と判断した。' },
    //         { text: '裁判所は、第3のファクターである、著作物全体に対する使用された部分の量及び重要性は、明らかにFox Newsに有利に評価されると判断した。TVEyesのクリップは長さが制限されているが、Fox Newsの番組では平均的にいってニュースのうち特定のトピックに関する部分は10分間の長さに入っており、10分間の複製はこのようなFox Newsの番組コンテンツについての「広範囲にわたる」複製にあたると裁判所は判断した。裁判所は、Googleが、本のコンテンツの「意味のある開示」をユーザが見ることを妨げるように、抜粋に対する複数の制限を課していた点で、本件の複製はGoogle Books事件における複製とは区別されると判断した。' },
    //         { text: '裁判所は最後に、第4のファクターである、著作物の潜在的市場又は価値に対して使用が与える影響もまた、明らかにFox Newsに有利に評価されると判断した。そのように判断するにあたり、裁判所は、TVEyesによるビジネスモデルの成功は、このようなサービスに対する需要及び費用を払う意向が存在することを示しており、TVEyesにとってFoxのコンテンツを再配布できることは明らかな価値を有することから、このようなコンテンツを提供する権利を得るためにFoxに費用を払う意図があるはずである、と判断した。そうしないことにより、TVEyesは「FoxからTVEyes又は類似の存在からのライセンス収入を奪った」のであり、正しくは著作権者のものである市場を不当に奪った、と判断された。これらのファクターを全体として評価することにより、裁判所は、第1のファクターはわずかにTVEyesのフェアユースとして有利に評価されるものの、第3及び第4のファクターは明確にFox Newsに有利に評価されると判断した。' },
    //         { text: '個の補足意見において、指名により同席したニューヨーク州南部地区のLewis A. Kaplan上席判事は、視聴機能を「いくらか変容的」とした多数意見の判断を批判した。Kaplan判事は、視聴機能は全く変容的ではないとの疑念を表明し、残りのファクターがフェアユースの分析において大きかったことを踏まえれば、多数意見が視聴機能の変容的な性質に言及する必要は全くなかったと述べた。' },
    //         { text: 'Fox News事件の判決は、フェアユース原則の将来の適用にかなりの影響を有するだろう。特に、判決は、第4のファクターである、著作物の潜在的市場に対して使用が与える影響が、フェアユースの分析において相当の重みを持っていることを明確にした。つまり、第2巡回区控訴裁判所は、使用が「いくらか変容的」であったとしても、その使用が著作物の価値を損ない、又は著作権者の潜在的な市場に影響を与えるのであれば、著作権者が必ずしもそのコンテンツを侵害者と同じ方法で又は同じ市場で使用するわけではない場合ですら、フェアユースにはあたらないと判断した。' }],
    //     point:
    //         [{ text: '第2巡回区控訴裁判所はこの判決で、検索されたビデオクリップを視聴させる機能が米国著作権法上のフェアユースに当たるか否かについて、4つのフェアユースファクターを検討した結果、この具体的事例に関してはフェアユースにあたらないと判示した。この判決は、フェアユース原則の将来の適用にかなりの影響を有つと思われる。特に、ファクターの1つである、著作物の潜在的市場に対して使用が与える影響が、フェアユースの分析において相当の重みを持っていることが明確になった。' }],
    //     authors:
    //         [{ name: 'Michael Sandonato' },
    //         { name: 'Brian Klock' },
    //         { name: '弁理士 大塚康弘' },
    //         { name: '弁理士 木下智文' }]
    // },

    // // March issue
    // {
    //     casetitle: 'AATRIX SOFTWARE, INC 対 GREEN SHADES SOFTWARE, INC 事件',
    //     caseno: 'CAFC No. 2017-1452',
    //     opttitle: '－連邦民事訴訟規則12条(b)(6)の下での却下をCAFCが破棄した判決－',
    //     reportyear: '2018',
    //     reportmonth: '3',
    //     reportdate: 'February 14, 2018',
    //     reportpreview: 'CAFCはこの判決で、連邦民事訴訟規則12条(b)(6)の下で、訴状の却下の申立て理由が発明の適格な主題の欠如であっても、訴状に説得力のある事実に関する主張があれば、この申立てが拒否されることを判示した。特許権者は、アリス分析に沿って詳細な主張を含むように訴状を修正することで、適格な主題の欠如による訴状却下の申立てに対して反論しうる。',
    //     report:
    //         [{ text: 'CAFCはこの判決で、米国特許法101条の下での特許適格性に関する追加の事実の主張を含む第2修正訴状の提出の許可を求める申立てを地裁が拒否したことを破棄した。CAFCは、地裁が拒否のための十分な理由を提示せず、記録自体が拒の根拠を含んでいないので、地裁による拒否は誤りであると判断した。また、CAFCは、米国特許法101条の下で、その発明が適格な主題を欠くことを理由とする連邦民事訴訟規則12条(b)(6)での訴えの却下の申立てを地裁が許可したことは誤りであると判断した。何故ならば、誤って拒否された第2修正訴状が、規則12条(b)(6)による却下を阻止しうる事実の主張を含んでいたからである。' },
    //         { text: 'Aatrix Software, Inc. (以下、Aatrix)は、ユーザがフォームデータを操作して可視フォーム及びレポートを生成できるように、データを設計し、生成し、コンピュータ上の可視フォームにインポートするシステム及び方法を対象とした米国特許第7,171,615号及び第8,984,393号を保有する。Aatrixは、615特許及び393特許を侵害するとしてGreen Shades Software, Inc. (以下、Green Shades)を訴えた。Green Shadesは、連邦民事訴訟規則12条(b)(6)の下で、請求原因を述べていないことを理由として訴状を却下するように申し立てた。具体的に、Green Shadesは、対象の特許のすべてのクレームが米国特許法101条の下で不適格であると主張した。これに対して、Aatrixは、却下の申立ては拒否され、クレーム解釈へ進むべきであると主張した。地裁は、Green Shadesの申立てを認め、クレーム1は無形（形を持たない）の実施形態の発明を対象としているので101条の下で特許適格性を欠く発明であると判断し、残りのクレームはAlice/Mayo事件の2ステップ分析を適用することにより発明的概念のない抽象アイデアを対象としているとの結論で、101条の下ですべてのクレームが不適格であると判断した。Aatrixは、地裁による有形実施形態の分析の再考と、規則12条(b)(6)の段階における101条の下での却下を阻止しうる補足の追加主張及び証拠を主張する第2修正訴状の提出の許可を求めて、決定を修正し破棄するよう申立てを行った。地裁はこれらの申立てを却下した。' },
    //         { text: '控訴審の判決において、CAFCは、適格性の問題を法律問題として解決することを妨げる事実の主張(それが真実であることを前提とすれば)が存在しない場合にのみ規則12条(b)(6)の段階で特許適格性を判定することができると述べた。クレーム1に関して、CAFCは、無形実施形態を対象としているためにクレーム1が特許不適格であると地裁が誤って結論付けたと判断した。CAFCは、純粋データ及びデータが埋め込まれた一時的な信号に関するクレームは101条の下で不適格な主題を対象とするとこれまで判断してきたが、これらの判断の根拠は、クレームの主題が4つの法定のカテゴリ、すなわちプロセス、機械、生産物又は組成物の何れにも当たらないということであったと述べた。ここで、クレーム1はデータファイルを要件に含むもののデータ処理システムを対象としているので、有形システムに関連する。それゆえ、CAFCは、他のクレームと同様にクレーム1に対してもAlice/Mayo事件の2ステップ分析を地裁が適用すべきであったと判断した。' },
    //         { text: '地裁がAlice/Mayo分析を実施した他のクレームに関して、CAFCは、第2修正訴状(上述のように地裁によって誤って提出を拒否された)が規則12条(b)(6)の下での却下を阻止しうる事実の主張を含むと判定した。' },
    //         { text: 'Aatrixの修正訴状に関しCAFCは、第2修正訴状の提出の許可を求めるAatrixの申立てを地裁が説明なしに拒否したと判断した。CAFCは、「正義がそれを要求するならば」裁判所は訴状の修正の許可を進んで与えるべきであるが、「不当な遅延、被告への不当な不利益及び無益な修正」のような根拠で修正の申立てを拒否してもよいと述べて、地裁による拒否が裁量権の乱用であると判断した。さらに、CAFCは、修正の許可を拒否することを正当化する根拠は、言明されてもよいし、記録から明らかにされてもよいと述べた。控訴審で、Green Shadesは、「争点のクレームは文面上無効であり、より注意深くドラフトされた訴状でもこの無効性を何ら変えない」ので、修正は無益であると主張した。CAFCは同意せず、提案された第2修正訴状は、地裁の特許適格性分析に直接影響しうる主張(それが真実であることを前提とすれば)を含むと判断した。特に、第2修正訴状は、特許発明の開発及び先行技術に存在する課題を記載して、クレームのフォームファイル技術に存在する発明的概念に関する主張を展開している。「Aatrixの特許発明による改良及び解決される課題」を対象とする特定の主張と、クレームされた発明がコンピュータ技術自体の改良に関するものであって従来の動作を実行する汎用コンポーネントを対象とするものでないという主張を第2修正訴状が提示するので、CAFCは、第2修正訴状が地裁による特許不適格性の結論に矛盾し、これらの主張を拒絶するための適切な根拠は存在しないと判断した。' },
    //         { text: 'また、CAFCは、完全に正式なものではないにしてもクレーム解釈を必要とするであろう101条の分析を行うために必要な限りは、地裁はクレーム解釈の争点を解決しなければならないと述べた。しかし、本件についてCAFCはクレーム解釈なしに規則12条(b)(6)の申立てを決定することの妥当性について疑義を呈したが、地裁の上述の他の誤りが地裁の判決を破棄する理由として十分であったため、この争点を扱う必要がなかった。' },
    //         { text: 'レイナ判事は、却下の申立てに関して判決を破棄し事件を差し戻す多数派の決定に賛同した。しかし、Aatrixが提案した第2修正訴状で提示された事実問題に関する多数派の議論に対して反対意見を出した。特に、多数意見が101条の審理の特性を法律的なものから事実が主要素となるものへシフトしようとしており、アリス審理の両方のステップで外的証拠の無尽蔵の導入の「ドアを開ける」リスクがあるとの懸念を表明した。さらに、多数意見が12条(b)(6)の手続きを本格的な事実的手続きに変換し、手続きの有用性を妨げると判断した。最後に、第2修正訴状の証拠が地裁によって考慮されなかったので、多数派が101条の分析において第2修正訴状で説明された主張を使用したことに反対した。' },
    //         { text: 'CAFCの判決は、101条の判定の基礎をなす事実的審理が存在し得ることを強調し、適格性の問題を法律問題として解決することを妨げると共に却下の申立てで適切に考慮される材料(訴状、特許及び法的着目の資料)に基づく反論ができない、説得力のある主張がある場合には適格な主題の欠如を理由とする規則12条(b)(6)の却下の申立てが拒否されるべきであることを結論付けた点で重要である。さらに、判決は、記録から理由が明らかでない限り、地裁は修正の許可の申立てを拒否する理由を示さなければならないと述べて、修正の許可を許すリベラルポリシーを強調した。判決はまた、却下の申立てを分析する際に、提案された第2修正訴状の主張にはっきりと目を向けた。その際に、判決は、適格な主題の欠如を理由とする却下の申立てに直面した特許権者は、アリス分析に影響を与える詳細な事実の主張を含むように訴状を修正することによって申立を退けられることを示唆した。これは、レイナ判事が反対意見で懸念を強調したように、不適格な主題を対象としたクレームを伴う訴訟を迅速に解決するための規則12条(b)(6)の却下申立ての有用性を著しく低下させる可能性がある。' }],
    //     point:
    //         [{ text: 'CAFCはこの判決で、連邦民事訴訟規則12条(b)(6)の下で、訴状の却下の申立て理由が発明の適格な主題の欠如であっても、訴状に説得力のある事実に関する主張があれば、この申立てが拒否されることを判示した。特許権者は、アリス分析に沿って詳細な主張を含むように訴状を修正することで、適格な主題の欠如による訴状却下の申立てに対して反論しうる。' }],
    //     authors:
    //         [{ name: 'Michael Sandonato' },
    //         { name: 'Brian Klock' },
    //         { name: '弁理士 大塚康弘' },
    //         { name: '弁理士 大戸隆広' }]
    // },
    // {
    //     casetitle: 'BERKHEIMER 対 HP INC. 事件',
    //     caseno: 'No. 2017-1437',
    //     opttitle: '－客観的な境界を提供すべきとする基準で文言の明確性を判断したCAFC判決－',
    //     reportyear: '2018',
    //     reportmonth: '3',
    //     reportdate: 'February 8, 2018',
    //     reportpreview: 'CAFCはこの判決で、当業者が合理的にクレームの文言の意味を理解できなかったことを示す内的証拠及び外的証拠の観点から「最小の冗長性」の文言が不明確であるという連邦地裁の判決を支持した。CAFCは、クレームは明細書及び出願審査経過に照らし、当業者にとって客観的な境界を提供しなければならないという、先例において確立された基準を再度適用し、この基準が程度を示す文言に適用されることに言及した。この判決は、クレームが程度を示す文言を含む場合に、クレームの文言の意味が「合理的に明確」であるように、明細書が、程度を示す文言に対する客観的な境界を提供する例示や他の開示を含むことが重要である、ということを再認識させた。',
    //     report:
    //         [{ text: 'CAFCはこの判決で、当業者が合理的にクレームの文言の意味を理解できなかったことを示す内的証拠及び外的証拠の観点から「最小の冗長性」の文言が不明確であるという連邦地裁の判決を支持した。連邦地裁の見解を支持するにあたって、CAFCは、クレームは明細書及び出願審査経過に照らし、当業者に客観的な境界を提供しなければならないという、先例において確立された基準を再度適用し、この基準が他のクレーム文言にも適用されるように、程度を示す文言に適用されることに言及した。加えて、CAFCは、明細書に開示された先行技術に対して主張された改良を包含する特定の従属クレームに関して、米国特許法第１０１条に基づく特許非適格性の連邦地裁の判決を破棄した。その理由は、クレームがAlice Corp. Pty. Ltd. 対 CLS Bank, Int’l, 134 S.Ct.2347 (2014)判決において確立された適格性テストのステップ２における「十分に理解され、日常的かつ慣習的」である何かを記載するかどうか、についての事実に関する争点が主張された改良により形成されたことによる。' },
    //         { text: 'Steven Berkheimer氏は、デジタル資産管理システムにおけるデジタル処理及びファイルをアーカイブすることに関する米国特許第7,447,713号を所有する。当該システムは、新規ファイルをアーカイブ済みのファイルと比較し、共通のテキスト要素及びグラフィックス要素の冗長な記録を排除することができ、システムの運用効率を改良するとともに記録コストを低減する。Berkheimer氏は、‘７１３特許のクレーム１－７及び９－１９の侵害を主張してHP Inc.を提訴した。続くマークマンヒアリング（Markman hearing）において、連邦地裁は、クレーム１０における「アーカイブは最小の冗長性を備える」の文言が不明確と結論し、当該クレームとその従属クレームは無効であると言い渡した。HPは、クレーム１－７及び９が抽象的アイデアに関連するため米国特許法第１０１条に基づき特許非適格であるとの略式判決を申し立て、連邦地裁はその申立を受理した。' },
    //         { text: '不明確性の争点について、連邦地裁は、クレーム１０における「アーカイブは最小の冗長性を備える」の文言を分析し、内的証拠が「『最小の冗長性』の極めて主観的な意味を当業者に委ねている」と判断した。その再審理では、CAFCはまず、「最小の冗長性」の意味が合理的に明確であるかを判断するためにクレームの文言を確認した。そのうえで、どのレベルの冗長性がアーカイブにおいて許容されるかをクレームが特定していないため、クレームは不明確であるとした。CAFCは、システムがアーカイブする冗長性のレベルに関する明細書中の一貫していない用語を引用し、そのうえで、アーカイブがいくらかの冗長性を含む場合に、当業者が「最小」の客観的な境界を判断するための比較の観点を明細書が含んでいないことに特に言及した。CAFCは、その後、出願審査経過を参照して、審査中における明確性の拒絶理由通知に対するBerkheimer氏による応答が、客観的な基準の判断に明確性を加えるものではなかったと結論付けた。' },
    //         { text: 'CAFCは、Berkheimer氏による、「アーカイブ」の文言を含むことにより何が「最小の冗長性」を備えるのかを評価するための客観的な基準を提供する、という主張を棄却し、アーカイブが「何が」最小の冗長性を備えるべきかについて記載するとの主張においてBerkheimer氏は正しいが、「どれだけの」最小の冗長性が備わるべきかとの疑問に対処していないと判決した。後者の点について、Berkheimer氏は、客観的な境界を有するために程度を示す文言を要求されることはなく、そのような文言を要求する判決は「最小の」又は「実質的な」などの程度を示す文言に頼っている膨大な特許を無効にするであろうと主張した。だが、Berkheimer氏の主張にCAFCは同意しなかった。CAFCは、Sonix Tech.Co., Ltd. 対 Publ’ns Int’l, Ltd., 844 F.3d 1370 (Fed.Cir.2017）判決とInterval Licensing LLC 対 AOL, Inc. 766 F.3d 1364 (Fed.Cir.2014)判決とを引用して、程度を示す文言に対して客観的な境界の要件が適用されることは判例法において明らかであると説明した。Sonix Tech.Co., Ltd. 対 Publ’ns Int’l, Ltd.判決は、「視覚的に無視可能」の文言がクレームを解釈するための客観的な基準を有すると判決したものであり、Interval Licensing LLC 対 AOL, Inc. 766 F.3d 1364 (Fed.Cir.2014)判決は、「目立たない態様で」の文言が客観的な境界を欠くと判決したものである。従って、CAFCは不明確との判決を支持した。' },
    //         { text: '米国特許法第１０１条における特許不適格性の問題について、連邦地裁は、問題のクレームが、「十分に理解され、日常的かつ慣習的」なコンピュータ機能のみを用いるステップ、かつ、「比較的高いレベルの一般性で」クレームされたステップを記載するものであるため、進歩的概念を含まないと結論付けた。この問題の控訴審における判断では、CAFCはまず、従属クレーム４－７が別個に特許適格性を有することを主張する権利をBerkheimer氏が放棄したかどうかを扱った。Berkheimer氏は独立クレーム１が代表クレームであることに一度も同意しなかったため、また、Berkheimer氏が、従属クレームにのみ見られる限定に関する、意味のある主張を進めたため、CAFCは、クレーム４－７に関する別々の主張は放棄されていないと判決した。' },
    //         { text: '第１０１条の問題の本件について、CAFCは、まずAliceフレームワークのステップ１に基づいてクレームを分析して、クレームが特許不適格性の概念の対象であるかを判断した。CAFCは、クレームのそれぞれが、データをパースし、そして比較すること（クレーム１－２及び９）、データをパースし、比較し、そして格納すること（クレーム４）、又は、データをパースし、比較し、格納し、そして編集すること（クレーム５－７）の抽象的アイデアを対象にすると判断した。特に、CAFCは、クレームがIn re TLI Commc’ns LLC Patent Litig., 823 F.3d 607, 613 (Fed.Cir.2016)判決及びContent Extraction & Transmission LLC 対 Wells Fargo Bank, Nat’l Ass’n, 776 F.3d 1343, 1347 (Fed.Cir.2014)判決において抽象的なアイデアを対象にするものであると判決されたクレームと類似すると認めた。CAFCは、Berkheimer氏による、パースすることの限定はクレームを技術に定着させ、データ構造をソースコードからオブジェクトコードへ変換するものであるからクレームは抽象的ではない、との主張を棄却した。CAFCは、技術的環境に発明を限定することは、ステップ１において抽象的概念をより抽象的でないものにすることにはならず、そして、主張された変換は、その変換が何らかの方法でコンピュータの機能を改良するという証拠が無ければ、非抽象的であることを証明できないと説明した。' },
    //         { text: 'Alice分析のステップ２に関して、CAFCは、追加的なクレーム要素が、業界で以前から知られ、十分に理解され、日常的かつ慣習的な活動のパフォーマンスより高いものを含む場合に、追加的なクレーム要素がクレームの特許適格性を示すことに言及した。CAFCは更に、クレーム要素又はその組み合わせが関連する分野の当業者に十分に理解され、日常的かつ慣習的であるかどうか、の問題は事実問題であることに言及した。 略式判決は、重要な事実に関する真正な争点が無い場合にのみ適当であるが、CAFCは、クレーム要素又はクレームされた組み合わせが当業者にとって十分に理解され、日常的かつ慣習的であるかどうか、について重要な事実の真正な争点が無い場合、第１０１条の問題における略式判決は適当であることを強調した。' },
    //         { text: '控訴審では、Berkheimer氏は、冗長性を減少すること及び１対多の編集を可能にすることに言及する明細書の部分が、クレームが十分に理解され、日常的かつ慣習的なコンピュータ機能を記載するものであるとする連邦地裁の判決と矛盾すると主張した。CAFCは、十分に理解され、日常的かつ慣習的な活動が何であるかをクレームが記載しているかどうかについての事実に関する争点が、明細書に記載の改良によって形成されることについて、クレームによって捉えられる改良の範囲においてBerkheimer氏に同意した。クレーム１－３及び９に関して、CAFCは、クレームが主張された改良を得るための限定も含んでいないと判決し、従って、第１０１条に基づく特許非適格性に対する連邦地裁による略式判決を支持した。しかしながら、クレーム４－７に関して、CAFCは、これらのクレームは、主張された改良を提供する、主張可能な慣用的でない要素を対象とする限定を含んでいると判決した。従って、クレームが単に、十分に理解され、日常的かつ慣用的な動作を記載するかどうか、又は、先行技術に対する改良を提供する進歩的概念を含むかどうかに関する事実の真正な争点があり、従って、これらに関する略式判決は不適当である。' },
    //         { text: 'この判決は、クレームが程度を示す文言を含む場合に、クレームの文言の意味が「合理的に明確」であるように、明細書が、程度を示す文言に対する客観的な境界を提供する例示及び／又は他の開示を含むことが重要である、ということを特許出願人に再認識させる点で重要である。加えて、この判決は、略式判決を不可能にする、第１０１条に基づく真正な事実問題を構成するものが何かについての明確性を提供する点で重要である。特に、第１０１条に基づく略式判決を回避するために、コンピュータベースの発明に関する特許の保護を求める出願人は、発明によって提供される既存技術に対する改良を入念に明細書に記載すべきであり、クレームがこれらの改良を捉えた限定を含むことを確実にすべきである。更に、この問題についての略式判決の申立に直面した場合、特許権者は、たとえ独立クレームがそうでないとしても、従属クレームが特許適格性を有することの主張を従属クレームに関して維持する別個の主張を行うべきである。' }],
    //     point:
    //         [{ text: 'CAFCはこの判決で、当業者が合理的にクレームの文言の意味を理解できなかったことを示す内的証拠及び外的証拠の観点から「最小の冗長性」の文言が不明確であるという連邦地裁の判決を支持した。CAFCは、クレームは明細書及び出願審査経過に照らし、当業者にとって客観的な境界を提供しなければならないという、先例において確立された基準を再度適用し、この基準が程度を示す文言に適用されることに言及した。この判決は、クレームが程度を示す文言を含む場合に、クレームの文言の意味が「合理的に明確」であるように、明細書が、程度を示す文言に対する客観的な境界を提供する例示や他の開示を含むことが重要である、ということを再認識させた。' }],
    //     authors:
    //         [{ name: 'Michael Sandonato' },
    //         { name: 'Brian Klock' },
    //         { name: '弁理士 大塚康弘' },
    //         { name: '弁理士 大出純哉' }]
    // },

    // // January issue
    // {
    //     casetitle: 'Exmark Mfg.Co. 対 Briggs & Stratton Power Prods. Grp., LLC 事件',
    //     caseno: 'No. 2016-2197',
    //     opttitle: '－地裁が再審査における米国特許商標庁の有効性判断を単に是認することは許されないとしたCAFC判決－',
    //     reportyear: '2018',
    //     reportmonth: '1',
    //     reportdate: 'January 12, 2018',
    //     reportpreview: 'CAFCはこの判決で、クレームが有効であるという再審査手続における米国特許商標庁の判断に地裁が単に依存することはできないと判示した。CAFCはまた、最高裁の Halo Electronics, Inc. v. Pulse Electronics, Inc., 136 S. Ct.1923 (2016) 判決に照らして、故意侵害は裁判官ではなく陪審員が判断する争点であることを明確にした。この判決は、特許クレームが米国特許商標庁での再審査における攻撃に生き残ってきたとしても、陪審裁判で特許の無効を証明できる可能性があることを示している。',
    //     report:
    //         [{ text: 'CAFCはこの判決で、クレームが有効であるという再審査手続における米国特許商標庁の判断に地裁が単に依存することはできないと判示した。CAFCはまた、最高裁の Halo Electronics, Inc. 対 Pulse Electronics, Inc., 136 S. Ct.1923 (2016) 判決に照らして、故意侵害は裁判所によってではなく陪審員によって判断される争点であることを明確にした。' },
    //         { text: 'EExmark（エクスマーク）は、米国特許第5987863号のクレーム1の侵害についてネブラスカ州地区でBriggs（ブリッグス）を訴えた。863特許のクレーム1は、米国特許商標庁で3回再審査されており、毎回有効と判断されていた。Exmarkは、クレーム1は新規性又は自明性のために無効ではないとしてサマリージャッジメントを申し立て、地裁はクレーム1が再審査を3回生き延びたという事実に基づいてこの申立を認めた。Briggsは、クレーム1が不明確であるとして地裁にサマリージャッジメントを申し立てたが、地裁はこの申立を却下した。' },
    //         { text: 'Briggsがクレーム1を侵害したか、Briggsの侵害が故意か、及び損害額を判断するために、この訴訟は陪審公判に進んだ。陪審は、Briggsが故意侵害の責めを負うと判断し、Exmarkに合理的なロイヤリティの損害賠償を認めた。地裁は次に、Briggsの懈怠についての申立及びBriggsの故意性及び損害額についての新たな公判の申立に関し、裁判官裁判を開いた。この裁判で地裁はBriggsの懈怠についての申立を却下し、Briggsの故意侵害に基づいてExmarkの損害額増加の申立を認めた。Briggsは地裁のいくつかの判断についてCAFCに控訴した。' },
    //         { text: '有効性に関する地裁のサマリージャッジメントに関し、Briggsは、地裁で用いられたものと同じ先行技術が用いられた米国特許商標庁による複数の再審査における有効性判断に地裁は単に依存したことを理由として、クレーム1が新規性又は自明性で無効ではないとするサマリージャッジメントを地裁が誤って認めたと主張した。Exmarkは、再審査における米国特許商標庁の判断が終局的ではないことは認めたが、地裁はサマリージャッジメントの判断において、米国特許商標庁の判断に十分な重みを適切に与え、また他の要素も検討したと主張した。' },
    //         { text: 'CAFCは、Briggsによる地裁判決の特徴付けに同意し、Exmarkには同意しなかった。CAFCは、「地裁のサマリージャッジメントの判断は、単一の理由を含む単一の段落に依存していた」と述べた。CAFCは、クレームが複数の再審査に生き残ったことに単に地裁が依存してサマリージャッジメントを認めたと結論づけ、これが誤りであったと判断した。 CAFCは、「特許クレームの特許性が既に再審査で認められていても、それは後に有効性を争うサマリージャッジメントの請求を妨げるものではない。……特許発行につながった特許審査が地裁での無効論攻撃を排除しないように、特許の有効性を認めた再審査も、特許を無効にしようとする者が無効の立証責任を果たすことを不可能にすることはない。このように、我々は地裁が独立した結論に至る義務があることを確認する」と説明した。' },
    //         { text: '故意性について、Briggsは、Halo事件が故意性に関する新しい裁判及び地裁による損害賠償の増額の取り消しを認めたことを主張した。Halo事件において、最高裁は、故意性は主張される侵害時における侵害者の主観的意図又は知識に依存すると判断し、従前のCAFC判例であるIn re Seagate Technology, LLC., 497 F.3d 1360 (Fed. Cir. 2007) (en banc)　判決を破棄した。Seagate判決は、故意性についての問いの一部分として、侵害者による防御の客観的合理性に関する地裁による閾値判断を要求していた。この判断は、Halo判決により覆された。' },
    //         { text: 'Exmark事件において、故意性についての問いは、Halo判決以前はIn re Seagate基準の下で行われていた。地裁は、Briggsの訴訟における防御は合理的ではないとする、要求された閾値判断を行っていた。この判断に基づいて、地裁はBriggsがクレーム1の有効性又は先行技術がこのクレームにどれほど近かったかに関する証拠を陪審に提示することを排除した。Briggsは、主張される侵害時における心理状態に関するこの証拠を提示することは許されるべきであったこと、この証拠を除外したことは最高裁のHalo判決と矛盾していることを主張した。' },
    //         { text: 'CAFCはBriggsに同意した。CAFCは、Halo判決の下で、「全ての故意性判断は陪審によって判断される」と判断した。地裁は、主張される侵害時における被疑侵害者の心理状態に関する証拠を排除することはできない。したがって、CAFCは、「Briggsが主張される侵害時において先行技術について何らかの見解を発展させていたかどうか、又は証拠が訴訟においてひらめいたBriggsの防御に関するものにすぎないかどうか」を判断するように地裁に指示して、故意侵害との陪審判断を取り消した。' },
    //         { text: 'この判決は、特許クレームが米国特許商標庁での再審査での攻撃に生き残ってきたとしても、被告は同じ先行技術に基づく無効性がないとする地裁でのサマリージャッジメントを避けることが依然として可能であり、陪審において無効を証明することに成功できるかもしれないことを意味する。（重要なことに、しかしながら、米国特許商標庁でのIPR手続があった場合、法定のエストッペル規定により、被告が地裁で同じ先行技術を提示することは不可能になるかもしれない。）加えて、この判決は、陪審が、主張される侵害時における被疑侵害者の心理状態に関係する全ての証拠に基づく、故意侵害についての唯一の判断者であることを意味する（一方、損害賠償が増額されるかどうかは依然として裁判所が判断する）。したがって、被疑侵害者に対して特許主張がなされてからすぐに意見が入手できるのであれば、無効又は非侵害に関する法律顧問の意見を手に入れることは被疑侵害者にとって有益であろう。' }],
    //     point:
    //         [{ text: 'CAFCはこの判決で、クレームが有効であるという再審査手続における米国特許商標庁の判断に地裁が単に依存することはできないと判示した。CAFCはまた、最高裁の Halo Electronics, Inc. v. Pulse Electronics, Inc., 136 S. Ct.1923 (2016) 判決に照らして、故意侵害は裁判官ではなく陪審員が判断する争点であることを明確にした。この判決は、特許クレームが米国特許商標庁での再審査における攻撃に生き残ってきたとしても、陪審裁判で特許の無効を証明できる可能性があることを示している。' }],
    //     authors:
    //         [{ name: 'Michael Sandonato' },
    //         { name: 'Brian Klock' },
    //         { name: '弁理士 大塚康弘' },
    //         { name: '弁理士 木下智文' }]
    // },
    // {
    //     casetitle: 'Wi-Fi One, LLC 対 Broadcom Corp. 事件',
    //     caseno: 'No. 2015-1944',
    //     opttitle: '－時期的制限によるIPRの開始拒否に対する不服申立を認めたCAFC判決－',
    //     reportyear: '2018',
    //     reportmonth: '1',
    //     reportdate: 'Fed. Cir. January 8, 2018',
    //     reportpreview: 'CAFCはこの判決で、IPRの申請が時期的制限により禁じられるか否かについてUSPTOによりなされた決定を再審査の対象とすると判示した。すなわち、IPR申請が時機に遅れたものであると特許権者が主張し、PTABがそれにもかかわらずIPRを開始した場合、特許権者はPTABの決定に対して不服を申し立てることができる。',
    //     report:
    //         [{ text: 'CAFCは全員法廷判決で、当事者系レビュー（IPR）の申請が35 U.S.C. § 315(b)の下で時期的制限により禁じられるか否かについて米国特許商標庁（USPTO）の決定を司法審査の対象とすると判示した。特に、CAFCの多数意見は、開始決定に関する35 U.S.C. § 314(d)の司法審査に対する制限が35 U.S.C. § 315(b)の下での時期的制限による禁止の決定に適用されない、と判じた。' },
    //         { text: 'IPRは、発行された特許が無効であるか否かについてUSPTOが審査する行政審査である。IPRはAmerican Invents Actの一部として設立された。IPRを統べる法は35 U.S.C. §§ 311-315に規定されている。任意の第三者は、対象特許のクレームがIPR申請で特定される特許および印刷物により新規性がない、またはそれらに照らし自明であるから無効であると認めるよう、USPTOに申請することができる。' },
    //         { text: 'USPTOの長官は、IPRを指揮する権限を特許審判部（PTAB）に委ねている。PTABはまずIPRを開始するか否かを決定し、もし開始する場合は、対象クレームが特許可能か否かを（一年ほどの手続きを経て）決定する。IPRの開始は35 U.S.C. § 314に規定されている。セクション314(a)は、IPRを開始するためのしきいを設けている（「対象クレームのうちの少なくとも１つについて申請者が勝利する確率が相当あること」）。一般に、IPRを開始するか否かについてのPTABによる決定に対しては、不服を申し立てることはできない。セクション314(d)は、「このセクションの下での当事者系レビューを開始するか否かの長官による決定は最終的なものでなければならず、それに不服を申し立てることはできない」と規定する。' },
    //         { text: 'また、§ 315(b)の下、申請者には時期的制限が課されうる。すなわち、申請が「申請人、実質利益当事者または申請人の利害関係人が特許権の侵害を主張する申し立てを受けた日から一年後よりも後に提出された」場合、IPRを開始することはできない。過去に、CAFCの合議体による決定は、§ 314(d)により、PTABによる時期的制限の決定に対しては不服を申し立てることができない、としたことがあった（Achates Reference Publishing, Inc. 対 Apple Inc., 803 F.3d 652, 658 (Fed. Cir.2015)）。Achatesは、Cuozzo Speed Technologies, LLC 対 Lee, 136 S. Ct.2131 (2016)の最高裁判所の判決よりも前の決定であった。Cuozzoにおける最高裁判所の判決は、初めて、§314(d)の不服申立不可規定の解釈およびIPRを統べる他の法セクションへのそれの適用可能性を提供した。' },
    //         { text: '本件では、申請者であるBroadcomは、三つの異なる特許権に対して三件のIPR申請を行った。開始の前に、特許権者であるWi-Fi Oneは、それらの申請が§ 315(b)の下で時期的制限により禁じられていることを立証するために、それらの特許権を含む以前の訴訟からBroadcomと被告との間に利害関係が存在したか否かについて証拠開示を求めた。Broadcomは以前の訴訟では被告ではなかったが、Broadcomの技術は被疑侵害品のうちの少なくともいくつかで用いられており、Broadcomは以前の訴訟における被告のうちの少なくともいくつかと特許補償契約を有していた。PTABは証拠開示を拒否し、IPRを開始した。レビュー終結時にPTABは、対象クレームを特許許可しないとする最終的な書面決定を発行した。最終的な書面決定において、PTABは、Wi-Fi OneがBroadcomと以前の訴訟の被告との間の利害関係を立証しておらず、したがって、Broadcomがこれらの特許権に対するIPRを申請することを§ 315(b)の下で禁じられることはないと述べた。' },
    //         { text: 'Wi-Fi Oneは、§ 315(b)の下でBroadcom（の申請）が禁じられないとするPTABの決定に対する不服をCAFCに申し立てた。Broadcomは、時期的制限の規定に関するPTABの決定に対しては不服を申し立てることができないと主張した。' },
    //         { text: 'CAFCの多数意見による決定をReyna裁判官が起案し、Prost裁判官、Newman裁判官、Moore裁判官、O’Malley裁判官、Wallach裁判官、Taranto裁判官、Chen裁判官およびStoll裁判官が参加した。この決定はAchatesにおける決定を覆した。そうすることは、Cuozzoにおける最高裁判所の干渉的な決定に言及することを要した。Cuozzoは、§ 314(a)の下での開始決定の再審理および「§ 314(a)決定に密に関連する」事項の再審理を斥けた。しかしながら、CAFCの多数意見が述べたように、Cuozzoは、行政処分の司法審査が好ましい「強い推定」を認めた。すなわち、議会が司法審査を禁じる「明確で説得力のある」意思表示を提供しない限り、司法審査は利用可能でなければならないということである。CAFCの多数意見はまた、§ 314(d)が開始決定の司法審査を禁じてはいるが、そこには、「このセクションの下での」長官の決定に対する司法審査が禁じられると明記されている、と述べた。 多数意見は、「このセクションの下での」が§ 314(a)の下での長官によるIPRを開始するためのしきいの決定を意味すると結論した。多数意見は、「サブセクション（ａ）は二つのことしかしない：それは開始のためのしきいの要件を特定し、および…それはしきいが満たされない場合でも開始しないという裁量を長官に与える」と述べた。' },
    //         { text: 'そして、CAFCの多数意見は、§ 315(b)にある時期的制限の規定が開始についての長官の決定に密に関連することはなく、またCuozzoにおける最高裁判所の判断が「予備的特許性判断または開始しないという裁量の行使に密に関連する長官決定に再審査不能性を限定することに強く向けられている」、と判じた。多数意見は、§ 315(b)が官庁の権限に対する法定制限であり、それは裁判所がこれまで審査してきたタイプの事案であると結論した。' },
    //         { text: 'CAFCの多数意見はその決定を§ 315(b)の時期的制限の決定に対する再審査可能性に限定し、当該決定が「§§ 311-14から生じている今日全ての係争が最終的で不服申立不可なものか否かについて決めるものではない」と述べた。CAFCの多数意見はまた、時期的制限の決定の実体には触れず、代わりにさらなる審理のために事案を差し戻した。' },
    //         { text: 'O’Malley裁判官は賛成意見を提出し、§ 315(b)時期的制限の決定の再審査可能性により、「［IPR］の開始申請の妥当性を審査するときに裁量を行使する長官権限と、まずそのような審査を行う権限と、の間の切り分けが可能となる」と論じた。また、「［PTO］が§ 315(b)の文言に反する状況下でIPR手続きを開始することによりその法定の権限を超えた場合、当裁判所は、上訴裁判所としての正しい役割の下、そのような決定を審査しなければならない」と論じた。' },
    //         { text: 'Hughes裁判官は反対意見を提出し、Lourie裁判官、Bryson裁判官およびDyk裁判官も参加した。Hughes裁判官によると、「§ 315(b)の下での申請の適時性は合議体による開始決定の一部であり、したがって司法審査の対象とはならない…。適時性に対する疑義は申請の実体に係るものではなく、PTOの最終決定の一部となるわけでもない。代わりに、PTOは、IPRをそもそも開始するか否かのPTOの予備的決定の範囲内で適時性を評価する。したがって、§ 315(b)の下での適時性は単純に、長官による開始決定に「密に結びつけられた」事項である」。Hughes裁判官はさらに、「法は特定の官庁の決定［（IPRの開始）］を要求し、かつ、裁判所がその決定を審査することを明確に禁じている」と論じた。' },
    //         { text: 'この決定は以下を意味する。すなわち、§ 315(b)の下でIPR申請が時期的制限により禁じられると特許権者が主張し、PTABがその申請を時期的制限により禁じると判断せずにIPRを開始した場合、特許権者はPTABの決定に対して不服を申し立てることができる。しかしながら、注意すべきなのは、この係争が開始後の実体に対する「最終的な書面決定」に対する不服申立を通じてCAFCに届いたことである。セクション３１９は、「最終的な書面決定」に承服できない者は不服を申し立てることができる、と規定する。しかしながら、法は、開始を拒否する決定に対して不服を申し立てるための明確な道を規定していない。したがって、PTABが時期的制限による禁止が存在すると判断して開始を拒否したときに申請者が不服を申し立てることができるか否かについて疑問が残る。そのような場合、最終的な書面決定が発行されることはなく、最終的な書面決定が無いときの不服申立について、法には何の明確なメカニズムもないからである。' }],
    //     point:
    //         [{ text: 'CAFCはこの判決で、IPRの申請が時期的制限により禁じられるか否かについてUSPTOによりなされた決定を再審査の対象とすると判示した。すなわち、IPR申請が時機に遅れたものであると特許権者が主張し、PTABがそれにもかかわらずIPRを開始した場合、特許権者はPTABの決定に対して不服を申し立てることができる。' }],
    //     authors:
    //         [{ name: 'Michael Sandonato' },
    //         { name: 'Brian Klock' },
    //         { name: '弁理士 大塚康弘' },
    //         { name: '弁理士 西守有人' }]
    // },

    // // 2017年
    // // TODO: continue 2017 cases - https://www.patest.co.jp/cafc/2017/
    // {
    //     casetitle: '',
    //     caseno: '',
    //     opttitle: '',
    //     reportyear: '',
    //     reportmonth: '',
    //     reportdate: '',
    //     reportpreview: '',
    //     report:
    //         [{ text: '' },
    //         { text: '' },
    //         { text: '' }],
    //     point:
    //         [{ text: '' },
    //         ],
    //     authors:
    //         [{ name: '' },
    //         { name: '' },
    //         { name: '' },
    //         { name: '' }]
    // }


]

